Repository: ForestDragon-wesnoth/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: ru

source: Grunts form the backbone of any ogre horde. They are adult male ogres who own small herds of 10-15 bulls each. They have the shortest haircuts in the horde, signifying their position. The grunts wear coats made of bull skin, woolen trousers and leg wrappings; over the coat, they wear a pelt that acts as a makeshift armor. The average grunt's equipment consists of a bone axe and a small rawhide shield. However, in battle, the grunts rely more so on natural cunning and fury than on their gear. Every grunt dreams of someday becoming a foreman and getting a bigger herd, so they are especially bloodthirsty in their raids. In the summer, the grunts graze their herds and take part in raids, while in the winter (when the hordes return to their townships) they engage in leatherwork and look after the cattle.
ru: Общинники составляют основу любой орды. Это взрослые мужчины-огры, которые владеют небольшими стадами быков в 10-15 голов. Они носят самые короткие волосы в орде в знак своего положения. Одеваются общинники в степной халат из шкуры быка, шерстяные штаны и ножные обмотки; поверх халата они носят шкуру, которая заменяет им доспех. Вооружение общинника состоит из костяного топора и небольшого сыромятного щита. Правда, в битве общинники полагаются скорее на природное коварство и ярость, чем на силу оружия. Каждый общинник мечтает стать десятником и заполучить стадо побольше, поэтому они особенно кровожадны в набегах. В летнее время общинники участвуют в набегах, зимой же (когда орды возвращаются в станы-города) занимаются кожевенным делом и ухаживают за скотом.

source: heavy blow
ru: тяжёлый удар

source: Ogre Foreman
ru: Десятник

source: Foremen are experienced ogre raiders. They are recruited from ogre grunts who have distinguished themselves in battle. As a sign of their new status, foremen grow long hair and wear a better quality steppe coat embroidered with fur. Their herds are larger than those of the grunts, and they number from 15 to 40 heads. To tell the truth, however, the foremen themselves spend little time with her herds. Their destiny is to command squads in battle and fight side-by-side with a centurion, and let their grunt sons or slaves take care of the bulls. The foreman's weapon of choice is a large two-handed axe, which is convenient both for chopping up enemies and breaking down wooden gates or chopping down a palisade. The foreman's armor consists of leather plates reinforced with bones. During raids, foremen are in the vanguard of the infantry and command a squad of roughly ten grunts each. Their task is to breach a gap in the enemy's defenses and clear the way for the horde marauders. The foremen spend the whole summer in raids, and in the camp-city in the winter, preparing for the next season: organizing competitions, going hunting, and constantly practicing combat skills.
ru: Десятники — это опытные огры-налётчики. Их набирают из общинников, отличившихся в набегах. В знак нового статуса десятники отращивают длинные волосы и носят более качественный, расшитый мехом степной халат. Их стада больше, чем у общинников, и насчитывают от 15 до 40 голов. Правда, сами десятники мало занимаются стадами. Их удел — командовать боевой группой в набегах и постоянно сражаться бок-о-бок с сотником, а быками пусть занимаются сыновья-общинники или рабы. Оружие десятника — большая двуручная секира, которой удобно как разрубать врагов, так и выламывать деревянные ворота или рубить частокол. Доспехи десятника состоят из кожаных пластин, усиленных костями. Во время набегов десятники идут в авангарде пехоты и командуют боевым звеном из десяти общинников. Их задача — проломить брешь в обороне врага и расчистить дорогу для ордынских мародеров. Всё лето десятники проводят в набегах, а зимой, в стане-городе, готовятся к следующему сезону: устраивают состязания, ходят на охоту, постоянно практикуют боевые навыки.

source: Ogre Centurion
ru: Сотник

source: The centurions are the top of the nomadic society, the khan's close associates and the leaders of the hordes in the summer season. If foremen command combat units during a raid, then centurions are the ones organizing said raids. As nobles, centurions wear their hair to the thigh and have large herds (40-150 heads). Shamans make huge bone axes for them, and the grunts make the finest lamellar armor the horde has. In battle, the centurion leads ten foremen, but he himself does not hesitate to fight on the front lines. The centurions are monstrously strong (no joke - with one blow a centurion can chop off the head of a huge bull!), Greedy and insatiable in raids, power-hungry in peacetime, they are the mainstay of the khan's power, the iron hand that keeps the grunts obedient. In winter, centurions spend a lot of time in the khan's palaces and deal with issues of war and the management of the horde. In the summer - until the last day - the centurions search for where they can profit, and devastate everything they can reach.
ru: Сотники — это верхушка кочевого общества, приближенные хана и вожаки орд в летний лезон. Если десятники командуют боевыми звеньями во время набега, то сотники эти набеги организовывают. Будучи знатью, сотники носят волосы до бедра и обладают большими стадами (40-150 голов). Шаманы изготавливают для них огромные бердыши из кости, а общинники делают лучшие ламмелярные доспехи, какие только есть в орде. В бою сотник руководит десятью десятниками, но и сам не брезгует сразиться в первых рядах. Сотники чудовищно сильны (шутка ли — одним ударом сотник может отрубить голову огромному быку!), алчны и ненасытны в набегах, властолюбивы в мире. Они — опора ханской власти, железная рука, которая держит общинников в подчинении. Зимой сотники проводят много времени в ханских чертогах и занимаются вопросами войны и управления ордой. Летом же — до последнего дня — сотники ищут, где можно поживиться, и опустошают все, до чего успевают дотянуться.

source: Ogre Apprentice
ru: Ученик

source: Some ogres, being too weak for a warrior’s path but intelligent and brave enough to bond their life with the supernatural, become Apprentices – lesser sorcerers that are taught the basics of magic by two conflicting groups – the nature-venerating Shamans and the loyal Bull Priests. Despised by their kin for their choice, Apprentices, however, have to accompany them in battles, healing allied warriors with incantations and raining combat spells on their enemies. These lesser sorcerers wear long wool clothing, their weapon are tambourine and strapped-on horns, which shows their connection to both the Shamans and the Bull Priests. For their final stage of education, after 5 years of oral lessons by the Shamans and the Priests, tearing themselves apart between serving the former or the latter, apprentices choose one of two groups and through initiation join their ranks – now they, with full understanding of the basics, are ready to receive secrets of magic from their mentors, while their reputation among their kin changes from despising the sorcerers to fearing them with deep-laid superstition.
ru: Некоторые из огров, слишком слабые для пути воина, но достаточно умные и смелые для того, чтобы связать свою жизнь со сверхъестественным, становятся учениками - младшими колдунами, что обучаются основам магии сразу у двух групп ненавидящих друг друга чародеев – почитающих природу Шаманов и кровожадных Жрецов-Быкопоклонников. Презираемые остальными общинниками за свой выбор, ученики, тем не менее, должны помогать им в боях, исцеляя союзным бойцам раны наговорами и осыпая противников боевыми проклятиями. Одеваются эти младшие колдуны в длинные шерстяные одежды, в их вооружении бубен и накладные рога, что говорит о связи, соответственно, с Шаманами и Жрецами. На финальной стадии своего обучения, через пять лет устных уроков у Жрецов и Шаманов, с разрыванием между прислуживанием и тем и другим, ученики выбирают одну из этих групп, и через обряд посвящения входят в её состав - теперь они, в полной мере познавшие основы, готовы к принятию от своих учителей тайных магических знаний, и отношение к ним у простых общинников меняется с презрения до суеверного ужаса.

source: Ogre Bull Priest
ru: Бычий жрец

source: Bull priests ar members of the dominant cult of the Underground Bull, the patron god of cow herds, nomadic cattle breeding and the lord of the afterlife of the ogres. The Underground Bull, according to ogre legends, is the ancestor of the Maataf dynasty ruling in the hordes, thanks to which the support of the khans' power from the side of the Priests-bull-worshipers is absolute. The members of this cult choose the paths of managing herds in the steppes, healing the grunts from diseases and control the slaughter of livestock during the autumn Harvesting Festival. In war, the bull priests use powerful curses, but their most terrible weapon are the demonic undead bulls summoned into our world - bone abominations known as the Tarbynns, existing and growing in our dimension by drawing out life itself from the bull priests' foes. The Tarbynns are the bodyguards and minions of the Underground Bull's worshippers, they are a formidable force both in conflicts with the external enemies of the horde, and in struggles with the main rivals of the rriests for influence in Ogre society - the Shamans. Among the grunts, the bull priest who stand out with fake horns and are armed with magical Staves of Wisdom, are known as talkative bores and sycophants to the khan.
ru: Жрецы–быкопоклонники - служители доминирующего культа Подземного Быка, покровителя коровьих стад, кочевого скотоводства и владыки загробного мира огров. Подземный Бык, по огрским легендам, является предком правящей в ордах династии Башукидов, благодаря этому поддержка власти ханов со стороны жрецов–быкопоклонников абсолютна. Служители этого культа выбирают в степях пути перегонки стад, лечат общинников от болезней и контролируют забой скота на осеннем Празднике Заготавливания. На войне жрецы–быкопоклонники используют мощные боевые проклятия, но самым страшным их оружием является призываемая в наш мир демоническая бычья нежить - являющие собою жутких костяных тварей тарбыны, существующие и развивающиеся в Ирдии за счёт вытягивания самой жизни из тех, на кого им укажут призвавшие. Среди общинников же Жрецы, выделяющиеся бычьими масками и вооружённые волшебными рогатыми посохами и жертвенными кинжалами, слывут говорливыми занудами и ханскими блюдолизами.

source: sacrificial dagger
ru: жертвенный кинжал

source: curse of the bull god
ru: проклятье Бога-Быка

source: Ogre High Priest
ru: Верховный жрец

source: A High Priest – is the head of the Bull-God cult, the closest advisor of the Khan, the keeper of all the secrets of ancient religion of the steppes. The title of the High one together with the golden bull mask are given through initiation to the oldest bull priest of the horde. With this title come great responsibility for organizing festivals, control over apprentices, and the key role as the deity’s medium. This role is realized through the mask, horns of which are smothered by loyal apprentices with blood of each calf sacrifice taking place… The sacrificial blood dries out with horrifying speed, as if consumed by the gold. And with that golden mask must the High Priests sleep, to see their god in their dreams, to hear his commands and send him their pleas. The High Priest is also the only ogre in the entire horde who is allowed to summon the nightmares – the highest forms of demonic tarbynn, terrifyingly effective in combat, the apex predators of the Nether Worlds’ food chain. The curses sent by the High Priests with the power of their horned staffs become even more powerful with the influence of their golden masks.
ru: Верховный жрец - это глава культа Бога-быка, ближайший приближённый хана, хранящий все тайны древней религии степей. Титул Верховного, вместе с золотой маской бычьей головы, в ходе сложного жертвенного обряда и протяжных песнопений получает самый старый жрец-быкопоклонник орды. Вместе с этим титулом приходит и ответственность за своевременное справление праздников, контроль над учениками, и решающая роль в связи с божеством. Эта роль проявляется через маску, рога которой после каждого жертвоприношения прислуживающие ученики должны мазать кровью закланных на алтаре тельцов... Жертвенная кровь пугающе быстро исчезает, словно впитываясь в золото. И в этой волшебной золотой маске Верховные жрецы обязаны спать, дабы во сне им являлся их бог, отдавая указания и принимая жалобы. Верховный жрец также является единственным огром любой орды, уполномоченным Богом-быком на призвание Кошмаров - высшей формы демонов-тарбынов, ужасающих в бою тварей, занимающих высшие места в пищевой цепочке нижних миров. Проклятия, посылаемые Верховными жрецами с помощью рогатых посохов, благодаря усилению золотой маской становятся в разы более мощными.

source: Ogre Thunder Shaman
ru: Грозовой шаман

source: Shamans – are a group of ogre sorcerers famous for their control over nature. Shamans can easily consume their enemy with a terrible blizzard, which would freeze him to the bone and render him unable to see anything further than his own nose, or strike him with an annihilating lightning. The main tool of a shaman – a tambourine, which contains a powerful spirit amplifying the connection to the supernatural. Socially speaking, although Shamans possess some unique abilities, they are an isolated group, opposing both the Bull Priests and the Khan. Sometimes, Shamans manage to take over small hordes – but these hordes do not exist for long, as their main source of power – the fear amongst the community, whose lives do not particularly matter to the ruling sorcerers.
ru: Шаманы - группа огрских колдунов, известная своим умением управлять природой. Шаманам ничего не стоит обрушить на врагов лютый снежный буран, который проморозит противника до костей и лишит его возможности видеть что-либо дальше своего носа, или же ударить испепеляющей молнией. Главный инструмент Шамана - бубен, в котором заключён сильный дух, позволяющий быстрее выходить на контакт со сверхъестественным. В социальном плане Шаманы крайне важны из-за своих уникальных умений, однако очень обособленны от всех остальных, противостоя Бычьим Жрецам и ханской власти. Иногда в маленьких ордах Шаманам удаётся захватить власть - но такие орды существуют недолго, так как единственная опора власти у таких Шаманов - страх общинников, чьи жизни руководящие колдуны не очень-то и ценят.

source: blizzard
ru: буран

source: lightning
ru: гроза

source: Ogre Grand Shaman
ru: Верховный шаман

source: The Grand Shaman – is a shaman that achieved perfection in all the ways of communicating with the spirits, and recognized for that by other shamans above him. The Grand Shaman loses his sight on the material world after initiation, while his sight of immaterial awakens. This makes him a reliable predictor of weather and other important events, allows him to see through criminals, guilty of stealing, robbery and murder. Nature becomes a loyal ally of the Grand Shaman: blizzards and lightnings invoked by him are even more powerful and deadly, compare to what other shamans are capable of. The tambourine of the Grand Shaman is an extremely powerful magical weapon: within lies a being of great power, so called chief-ghost, which in turn controls entire planes of lesser beings of the spirit world.
ru: Верховный шаман - шаман, постигший в совершенстве все способы взаимодействия с духами, и признанный за это другими шаманами выше рангом. Верховный шаман в ходе церемонии возведения на пост лишается способности видеть материальный мир, но его глаза прозревают для мира духов. Это делает его надёжным предсказателем погоды и иных значительных событий, позволяет ему запросто выявлять преступников, виновных в краже, грабеже или убийстве. Природа становится самым надёжным союзником Верховного шамана: вызванные им бураны и молнии намного более мощные и опасные, чем те, на которые способны прочие шаманы. Бубен Верховного шамана - чрезвычайно сильное магическое оружие: в нём заключена могущественная сущность, что зовётся вождём-призраком, и кто управляет более мелкими сущностями целых планов мира духов.

source: lightning storm
ru: шторм с молниями

source: Ogre Mancatcher
ru: Людолов

source: mancatcher^WIP: NOT YET TRANSLATED
ru: Одна из целей, преследуемых ограми во время набегов на осёдлых соседей - захват полона. Пленники из княжеств Севера, особенно ремесленники и красивые женщины, выгодно продаются на работорговых рынках Юга. И для захвата живого товара в ордах огров существуют специальные отряды людоловов. Людоловы - бойцы, задача которых - не убивать врагов, но брать их в плен. Для этих целей они вооружены особыми кнутами, которыми забивают жертву, но не наносят тяжелых увечий и не лишают жизни. Когда весь живой товар в окрестности перестаёт быть опасным, людолов связывает его по рукам верёвкой, приводит в чувство, и ведёт вереницу пленников в отряд работорговца, на которого работает. Для личной защиты людоловы вооружены широкими костяными кинжалами.

source: Ogre Slaver Apprentice
ru: Подмастерье работорговца

source: slaver apprentice^WIP: NOT YET TRANSLATED
ru: Самые сообразительные из людоловов, успехи которых были замечены работорговцами, могут пойти к ним в подмастерья. Подмастерья сопровождают своих учителей в набегах, где помогают брать полон, и в торговых поездках, во время которых учатся у работорговцев мудрости ведения дел и охраняют вереницы пленников. Одновременно и подручные купцов-людопродавцев, и легковооружённые бойцы, подмастерья вооружены костяными мечами и круглыми деревянными щитами - такое оружие не затрудняет перемещение подмастерий, которых часто посылают по различным поручениям, и позволяет им защитить свою шкуру, а также торговые интересы.

source: sword stab
ru: колющий удар

source: Ogre Slaver
ru: Работорговец

source: slaver^WIP: NOT YET TRANSLATED
ru: Подмастерья, как рыба в воде ориентирующиеся в торговом мире и способные ради получения прибыли подавить первобытную огрскую кровожадность, становятся работорговцами. Купеческая деятельность даёт работорговцам богатство, в их среде принято носить дорогие халаты и меховые шапки, показывающие высокое положение одетых в них в обществе. Работорговец не только хорошо осведомлён благодаря агентурным сетям о ценах на рабов в разных землях и о военных походах огров, к которым можно присоединиться для захвата живого товара, но и о тонкостях человеческой психологии, на которых можно играть, усмиряя пленников или привлекая интерес покупателей. Также, каждый работорговец - хороший организатор; в его распоряжении постоянно пара телохранителей, несколько подмастерьев и с десяток людоловов, и всеми ими нужно уметь управлять так, чтобы извлечь максимальную выгоду. Но не только умом и положением известны работорговцы - они и как бойцы не лыком шиты; ударом кнута степной купец может отбить у противника всякое желание к нападению, и своими мечами из лучшей стали работорговцы гордятся именно как боевым оружием, а не как дорогой побрякушкой.

source: Ogre Bodyguard
ru: Телохранитель

source: bodyguard^WIP: NOT YET TRANSLATED
ru: У подмастерья после нескольких лет служения работорговцам есть два пути: заделаться телохранителем или же самому стать работорговцем. Телохранители - доверенные бойцы огрских торговцев рабами. Ими становятся те из подмастерьев, которым больше по душе работать мечом, нежели участвовать в сделках. Облачённые в дорогой ламеляр, телохранители носят также остроконечные шлемы с масками, круглые щиты и обоюдоустрые мечи; всё это позволяет им успешно защищать работорговцев-нанимателей от недругов, зарящихся на их деньги или товар. Находясь полностью на обеспечение работорговца, телохранитель между торговыми поездками посвящает много времени тренировкам, благодаря чему является грозным бойцом. Заслонить нанимателя от вражеской стрелы, прижать к стене задумавшего обман клиента, доставить срочное секретное письмо торговым партнёрам через недружественные земли - всё это для телохранителя - сама жизнь.

source: Tarbynn
ru: Тарбын

source: Tarbynns are horrible creations of the Bull God from the underworld. Herds of these skeletal creatures graze in his dark realm, and the largest and strongest of them are his bodyguards. Taking steppe ogres under his protection, the Bull God revealed to them the secret of summoning tarbynns into the world of the living. Squads of these demons became a formidable force which priests use to combat both foreign enemies and internal rivals, shamans. The lowest and weakest kind of tarbynns are observers. They are summoned most often, so the word 'tarbynn' means lesser demons in the first place (more powerful kinds have their own established names). To summon an observer, priests fill a pot with bull's blood, throw a skull and cast the spell. If everything is done properly, the skull comes to live and a semi-sentient hungry beast with burning eyes arises from the pot. Streams of blood circle around its head and serve as its fuel. To maintain its existence, a tarbynn must constantly replenish his blood supply, so hunger is the only feeling it knows. Even lesser of tarbynns have access to terrible blood magic, with their gaze they can literally draw the red liquid from their victim's body and fill their aura with it. Though actually, the main purpose of observers is not combat; they are summoned to watch out for enemies or suspicious allies. Dozens of these flying skulls patrol neighbourhoods of priests in steppe settlements, they also accompany ogres' armies in large campaigns. Ordinary ogres don't like to be watched by hungry demons-skulls, that's why they treat priests with resentment and hidden fear.
ru: Тарбыны — жуткие создания бога-Быка из подземного мира. Стада этих скелетных тварей пасутся в его тёмном царстве, а самые крупные и сильные из них являются его телохранителями. Взяв под свою опеку племена огров-степняков, Бычий бог раскрыл им секрет призыва тарбынов в мир живых. Отряды этих демонов стали грозной силой, которую жрецы огров используют для борьбы и с внешними врагами, и с внутренними конкурентами — шаманами. Низший и самый слабый вид тарбынов — наблюдатели. Их призывают чаще всего, так что под словом «тарбын» в первую очередь подразумевают именно младших демонов (за более могущественными видами закрепились свои названия). Чтобы призвать наблюдателя, жрецы наполняют котёл бычьей кровью, бросают туда череп и читают заклинание. Если всё сделано правильно, череп оживает, и из котла поднимается полуразумная голодная тварь с горящими глазами. Потоки крови кружатся вокруг её головы и служат ей топливом. Чтобы поддерживать свое существование, тарбыну нужно постоянно пополнять запас крови, так что голод — единственное известное ему чувство. Даже младшим из тарбынов доступна грозная магия крови; взглядом они способны буквально вытягивать красную жидкость из тела жертвы и наполнять ей свою ауру. Правда, основное назначение наблюдателей заключается не в битве; их призывают, чтобы следить за врагами или подозрительными союзниками. Десятки таких летающих черепов патрулируют кварталы жрецов в станах-городах, они же сопровождают огрские армии в крупных походах. Рядовым ограм не нравится, что за ними наблюдают голодные демоны-черепа, именно поэтому к жрецам они относятся с неприязнью и скрытым страхом.

source: headbutt
ru: удар головой

source: drain life
ru: вытягивание жизни

source: Tarbynn Terror
ru: Тарбын-устрашитель
