Repository: ForestDragon-wesnoth/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: ru

source: Instead of a killing units, this attack captures them instead. Captured units are put in a cage, moved behind the capturer, and, if not freed within 1 turn, are automatically sold into slavery, and the capturer side gains gold equal to 125% of the unit cost, and if the capturer unit still exists, they gain the same exp that they would get if they killed the unit. While in a cage, the unit can't move/attack and their defense on all terrain is reduced by 10%, but they can still retaliate. If a unit that is on (or allied with) the side of of a captured unit moves next to them, and the total level of nearby allies (in a 2-tile radius from the unit) is higher than that of the nearby enemies (in a 2-tile radius from the unit), the captured unit is freed. The captured unit isn't sold if there are more freers than capturers adjacent to the cage (regardless of level difference). Does not work on buildings or enemies that are already captured.
ru: Эта атака не добивает врага, но захватывает его в плен. Пленники становятся позади пленителя и попадают в клетку. Чтобы освободить пленника, нужно подвести к нему бойца, при этом сумма уровней освободителей в радиусе 2 гексов от пленного должна быть выше суммы уровней пленителей. Если не освободить пленника в течение 1 хода, он будет продан: сторона пленителей получит золото, равное 125% стоимости пленника, а юнит-пленитель (если он жив) получит опыт, равный опыту за убийство пленника. Пленный не продается если возле него (радиус 1 клетка) стоит союзников больше, чем пленителей (несмотря на перевес уровней). Не работает на зданиях или уже захваченных врагах.

source: Captured!
ru: Захвачен!

source: Not enough units to free!
ru: Недостаточно бойцов чтобы освободить!

source: Too many enemies next to the cage to sell!
ru: Слишком много врагов вокруг для продажи!

source: $capturegold|g
ru: $capturegold|золотых

source: bodyguard
ru: телохранитель

source: If standing next to either a Ogre Mancatcher, Ogre Slaver Apprentice or Ogre Slaver, this unit deals 20% more damage, and the other units(s) gain a 10% bonus to all resistances (up to 30%.
ru: Если телохранитель стоит возле Людолова, Подмастерья работорговца, или Работорговца, то его урон увеличивается на 20%, а охраняемые юниты получают 10% бонус сопротивления ко всем типам урона (30% максимум).

source: depleting
ru: истощение

source: hp each turn. Like poison, this ability cannot kill the unit.
ru: здоровья каждый ход. Как и яд, эта способность не может убить бойца.

source: thunderstrike
ru: удар молнией

source: Each turn, this unit attacks a random adjacent enemy with lightning, dealing
ru: Каждый ход молния бьёт случайного врага поблизости, нанося

source: lifesteal aura
ru: аура высасывания

source: HP for each enemy damaged. Like poison, this can't kill.
ru: урона каждому врагу. Как яд, эта способность не может убить.

source: Each turn, this unit deals
ru: Каждый ход юнит наносит

source: swampstalk
ru: болотная засада

source: This unit is invisible on swamp terrain.
ru: Этот боец невидим в болотной местности.

source: adaptive armor
ru: адаптивная броня

source: Whenever this unit gets hit, they gain +5% resistance to the damage type they were hit with until the end of their next turn.
ru: За каждый удар этот боец получает +5% сопротивляемости к тому типу урона, которым его ударили, до конца своего следующего хода.

source: raven form
ru: форма ворона

source: With a rightclick menu, you can transform this unit into a raven. In raven form, you can use the same menu to transform back. A unit can only transform once per turn. AI can use this ability too.
ru: Этот боец может превратиться в ворона через меню, которое можно вызвать, кликнув по нему правой кнопкой мыши. Так же он может превратиться обратно в человека. Превращаться можно только 1 раз за ход. ИИ использует эту способность автоматически.

source: transform into a raven
ru: обратиться в ворона

source: return to human form
ru: обратиться в человека

source: surprise attack
ru: внезапный удар

source: At the start of the turn, if this unit is invisibile, they gain the 'reliable' weapon special on all attacks for 1 turn.
ru: Если в начале хода юнит в засаде, он получает надежность на свои атаки на один ход.

source: smith
ru: кузнец

source: Each turn, this unit upgrades a random adjacent ally's armor, increasing their physical resistances by 10% for the rest of the battle, and giving the smith 1 experience. Can't upgrade the same unit more than once per battle. Prioritizes normal units over buildings.
ru: В начале каждого хода этот юнит улучшает броню случайного стоящего рядом союзника, увеличивая его физические сопротивления на 10% до конца боя, и получая за это 1 опыта. Не может улучшать одного и того же юнита больше чем 1 раз за бой. В приоритете обычные юниты, а не здания.

source: upgraded armor!
ru: доспехи улучшены!

source: upgraded armor
ru: улучшенные доспехи

source: This unit has +10% physical resistances until the end of the battle.
ru: Этот юнит имеет +10% к физическим сопротивлениям до конца боя.

source: master smith
ru: кузнец-мастер

source: Each turn, this unit upgrades a random adjacent ally's armor, increasing their physical resistances by 15%, magical resistances by 10%, and giving the smith 2 experience. Can't upgrade the same unit more than once per battle. Replaces the buffs applied by a lower-level smith.
ru: В начале каждого хода этот юнит улучшает броню случайного стоящего рядом союзника, увеличивая его физические сопротивления на 15%, магические сопротивления на 10%, и получая за это 2 опыта. Не может улучшать одного и того же юнита больше чем 1 раз за бой. Заменяет улучшения, наложенные кузнецом более низкого уровня.

source: This unit has +15% physical resistances and +10% magical resistances until the end of the battle.
ru: Этот юнит имеет +15% к физическим сопротивлениям и +10% к магическим сопротивлениям до конца боя.

source: mystical smith
ru: кузнец-волшебник

source: Each turn, this unit upgrades a random adjacent ally's armor, increasing their physical resistances by 15%, magical resistances by 10%, giving them the 'adaptive armor' ability, and giving the smith 3 experience. Can't upgrade the same unit more than once per battle. Replaces the buffs applied by a lower-level smith.
ru: В начале каждого хода этот юнит улучшает броню случайного стоящего рядом союзника, увеличивая его физические сопротивления на 15%, магические сопротивления на 10%, выдавая способность "адаптивная броня" и получая за это 3 опыта. Не может улучшать одного и того же юнита больше чем 1 раз за бой. Заменяет улучшения, наложенные кузнецом более низкого уровня.

source: strengthened {VALUE}%
ru: усиление {VALUE}%

source: This unit deals
ru: Этот юнит

source: idol
ru: идол

source: damage for 3 turns, and gives the idol experience. Replaces weaker version of this effect.
ru: урона на 3 хода и получает за это опыт. Более сильное усиление идола заменяет более слабое.

source: Each turn, this unit gives a random adjacent ally
ru: Каждый ход идол даёт случайному союзнику поблизости

source: +$steppe_idol[$e].abilities.idol.value|% damage!
ru: +$steppe_idol[$e].abilities.idol.value|% урона!

source: duel
ru: дуэль

source: When this attack hits, enemies adjacent to this unit are damaged by 70% (rounded down) of this attack's damage, and adjacent allies are healed by 33% (rounded down) of the attack's inflicted damage to the main target. Damage is affected by leadership and other damage-affecting abilities, but some weapon specials might not work properly.
ru: При попадании, враги, стоящие возле этого бойца, получают урон, равный 70% урона, нанесенного цели, а союзники лечатся на 33% нанесенного урона. Лидерство и подобные способности влияют на урон, но некоторые особенности оружия могут не применяться.

source: observe
ru: дозор

source: Each turn, this unit marks all enemies in a {RADIUS}-tile radius for the rest of the battle. Marked units are visible through fog/shroud and their invisibility abilities do not work.
ru: Каждый ход дозор помечает всех врагов в радиусе {RADIUS} гексов. Помеченные враги видны даже под пеленой/туманом войны, их способности, связанные с невидимостью, не работают.

source: repair
ru: чинит

source: HP per turn
ru: ЗД за ход

source: This unit heals adjacent mechanical units by
ru: Этот боец лечит союзных механических юнитов на

source: Destroy this building (gives a <span color='#cccc33'>33%</span> gold refund, costs <span color='#2c9fed'>40%</span> of the demolisher's moves)
ru: Разрушить эту постройку (вернет <span color='#cccc33'>33%</span> золотых, стоит <span color='#2c9fed'>40%</span> ходов разрушителя)

source: $destroyrefund|g
ru: $destroyrefund| золотых

source: Building guide
ru: Описания Зданий

source: Return to the game
ru: Вернутся к игре

source: Building Guide
ru: Описания зданий

source: Which of this unit's buildings do you want to see the description of?
ru: Описание какого из зданий этого юнита вы хотите увидеть?

source: This unit can build new units on adjacent tiles via a rightclick menu. This costs gold and some of their moves. After building, the unit gains some exp, with the exp depending on the cost of the building, and the unit's level. You cannot build buildings in deep water, or on unwalkable/impassable terrain
ru: Этот юнит может строить новых юнитов на соседних клетках через райткликовое меню. Для постройки требуется золото и часть ходов строителя. После постройки юнит получает опыт, причем опыт зависит от стоимости постройки и уровня юнита. Вы не можете строить здания в глубокой воде или на непроходимой местности.

source: </span> gold and <span color='#2c9fed'>
ru: </span> золота и <span color='#2c9fed'>

source: </span> moves
ru: </span> ходов

source: - price: <span color='#cccc33'>
ru: - цена: <span color='#cccc33'>

source: Not enough gold for this building!
ru: Недостаточно золота для постройки!

source: wall
ru: стена

source: This unit places castle terrain at its location when created. However, it turns into the original tile the wall was built on.
ru: Этот юнит заменяет местность под собой на замок. Если разрушить его, местность вернется к изначальной.

source: repair village
ru: чинит деревни

source: This unit can repair villages via a rightclick menu when standing in a 1-tile radius from a village destroyed by the 'pillage' ability. The cost of repairing a village depends on the income of a single village.
ru: Этот юнит может чинить деревни, разрушенные мародерами, через ПКМ-меню, если стоит в радиусе 1 гекса от разрушенной деревни. Цена починки деревни зависит от дохода одной деревни.

source: +$tmp_builder_exp| exp
ru: +$tmp_builder_exp| опыта

source: <span color='#00ff00'>village repaired</span>
ru: <span color='#00ff00'>деревня отстроена</span>

source: Not enough gold for the repair!
ru: Недостаточно золота для починки!1

source: Repair this village - costs <span color='#cccc33'>$steppe_village_repaircost|</span> gold and <span color='#2c9fed'>66%</span> moves
ru: Починить эту деревню - стоит <span color='#cccc33'>$steppe_village_repaircost|</span> золотых и <span color='#2c9fed'>66%</span> ходов.

source: building damage boost
ru: бонусный урон зданий

source: Buildings build by this unit have
ru: Здания, построенные этим юнитом, имеют

source: % more damage
ru: % больше урона

source: building hitpoint boost
ru: бонусная прочность зданий

source: % more HP
ru: % больше ЗД

source: price:<span color='#cccc33'>
ru: цена:<span color='#cccc33'>

source: upgrade buildings
ru: улучшение зданий

source: , and only works on buildings who can advance.
ru: уровня, и работает только на те здания, которые могут продвинуться.

source: This unit can upgrade buildings on adjacent tiles via a rightclick menu. Can only upgrade units to level
ru: Этот юнит может улучшать здания на соседних гексах через ПКМ-меню. Может улучшить здания только до

source: Upgrade Building (costs gold and moves)
ru: Улучшить здание (стоит золото и ходы)

source: Do you want to upgrade this building for <span color='#cccc33'>$tmp_steppe_upgradecost|</span> gold and <span color='#2c9fed'>$able_to_upgrade[$random].abilities.upgrade_buildings.movescost|</span> moves?
ru: Вы хотите улучшить здание за <span color='#cccc33'>$tmp_steppe_upgradecost|</span> золотых и <span color='#2c9fed'>$able_to_upgrade[$random].abilities.upgrade_buildings.movescost|</span> ходов?

source: I'm not skilled enough to upgrade this building!
ru: Я не достаточно опытен чтобы улучшить это здание!

source: infect villages
ru: заражает деревни

source: curse of the yoke
ru: проклятье ига

source: corpse armor
ru: трупная броня

source: This unit heals adjacent allies by
ru: Этот боец лечит союзных бойцов на

source: long-range
ru: дальнобойный

source: -tile radius with this attack via a rightclick menu option. Long-ranged attacks work with leadership/other damage-buffing abilities/specials, but some other weapon specials might not work properly. Cannot use longrange attacks on adjacent units. Cannot shoot enemies through impassable terrain (like cave walls).
ru: гексов через ПКМ-меню. На дальнобойные атаки действуют лидерство и подобные способности как на обычные атаки, но некоторые особенности оружия могут не работать. Дальнобойную атаку нельзя использовать по врагам на соседних гексах, и нельзя стрелять через непроходимую местность (стены, высокие горы и т.д., но через пропасти стрелять можно).

source: This unit can attack enemies in a
ru: Этот боец может атаковать врагов в радиусе

source: Attacker {NUMBER2}
ru: Атакующий {NUMBER2}

source: Attack:$steppe_RAunit[{NUMBER}].attack[$steppe_RAunit[{NUMBER}].attackslot|].damage|-$steppe_RAunit[{NUMBER}].attack[$steppe_RAunit[{NUMBER}].attackslot|].number|
ru: Атака:$steppe_RAunit[{NUMBER}].attack[$steppe_RAunit[{NUMBER}].attackslot|].damage|-$steppe_RAunit[{NUMBER}].attack[$steppe_RAunit[{NUMBER}].attackslot|].number|

source: Name:$steppe_RAunit[{NUMBER}].name|
ru: Имя:$steppe_RAunit[{NUMBER}].name|

source: Longranged Attack
ru: Дальнобойная Атака

source: Who do you want to ranged attack with?
ru: Кем вы хотите атаковать врага издалека?

source: Cancel
ru: Выход

source: missed!
ru: промах!

source: This unit has custom AMLA upgrades.
ru: Этот юнит имеет уникальные AMLA улучшения.

source: +5 Max Hp, +20% XP
ru: +5 макс. ЗД, +20% опыта

source: +15% melee damage, +20% XP
ru: +15% ближнего урона, +20% опыта

source: Linebreaker: trample gains stun special, +20% XP
ru: Разрушитель строя: растоптать получает оглушение, +20% опыта

source: +2 spear damage, +20% XP
ru: +2 урона к копью, +20% опыта

source: lesser regenerates +6 is replaced by normal regenerates, +15% XP
ru: меньшая регенерация +6 заменяется на обычную регенерацию, +15% опыта

source: +1 moves, +20% XP
ru: +1 ход, +20% опыта

source: Ritual Bull: 8-1 cold ranged magical drain attack, +20% XP
ru: Ритуальный бык: получает 8-1 дальнюю магическую атаку холодом с высасыванием, +20% опыта

source: +4 drain life damage, +15% XP
ru: +4 урона к вытягиванию жизни, +15% опыта

source: Submission: enslave 3 is replaced by enslave 4, +20% XP
ru: Повиновение: порабощение 3 заменяется на порабощение 4, +20% опыта

source: Can use the enslave attack twice per turn, +25% XP
ru: Можно использовать порабощение два раза в ход, +25% ОП

source: +15% black fire damage, black fire ignores 15% of enemy fire resistance, +20% XP
ru: +15% урона черным огнем, атака игнорирует 15% сопротивления врага к огню, +20% ОП

source: +30% enslavement damage, +15% XP
ru: +30% урона к порабощению, +15% опыта

source: Khagan's Authority: allows the unit to recruit, +15% XP
ru: Каганская властьy: юнит получает возможность вербовать, +15% опыта

source: +2 melee damage, +20% XP
ru: +2 ближнего урона, +20% опыта

source: +1 moves, +15% XP
ru: +1 ход, +15% опыта

source: claws gain the drain special, +20% XP
ru: когти получают высасывание, +20% опыта

source: +2 wail damage, +20% XP
ru: +2 урона к воплю, +20% опыта

source: +20% melee damage, +20% XP
ru: +20% ближнего урона, +20% опыта

source: enslave 1 is replaced by enslave 2, +20% XP
ru: порабощение 1 заменяется на порабощение 2, +20% опыта

source: oversight 33% is replaced by oversight 45%, +20% XP
ru: надзор 33% заменяется на надзор 45%, +20% опыта

source: oversight 15% ability and loyal trait, +20% XP
ru: надзор 15% и свойство верный, +20% опыта

source: lesser leadership ability and loyal trait, +20% XP (available only when freed)
ru: меньшее лидерство и верность, +20% опыта (работает только когда освобождён)

source: +20% ranged damage, +20% XP
ru: +20% дальнего урона, +20% опыта

source: oversight 15% ability and loyal trait, +20% XP (available only when freed)
ru: надзор 15% и свойство верный, +20% опыта (работает только когда освобождён)

source: lesser leadership ability and loyal trait, +20% XP
ru: меньшее лидерство и свойство верный, +20% опыта

source: +2 spear damage, +1 bow damage, +20% XP
ru: +2 урона к копью, +1 урона к луку +20% опыта

source: oversight 15% ability, +20% XP
ru: надзор 15%, +20% опыта

source: Replace leadership with inspire, +20% XP (available only when freed)
ru: вдохновление вместо лидерства, +20% опыта (работает только когда освобождён)

source: One with Nature: +10% forest defense and ambush ability, +20% XP
ru: Единство с природой: +10% защиты в лесу и способность засада, +20% опыта

source: Herbal Mastery: heal +8 is replaced by heal +10, +20% XP
ru: Травное мастерство: лечит +8 заменяется на лечит +10, +20% опыта

source: Nature's Cruelty: nature's curse attack gains poison special, +20% XP
ru: Жестокость природы: проклятье природы получает яд, +20% опыта

source: One with the Swamp: +10% swamp defense and swampstalk ability, +20% XP
ru: Единство с болотом: +10% болотной защиты и засада в болоте, +20% опыта

source: +2 swamp fire damage, +20% XP
ru: +2 урона к болотному огню, +20% опыта

source: Hateful Gaze: +4 evil eye damage, and evil eye gains the stun special, +20% XP
ru: Ненавистный взгляд: +4 урона к сглазу, сглаз получает оглушение, +20% опыта

source: Nightstalk ability, +20% XP
ru: Способность невидимка, +20% опыта

source: Pack alpha and skimirsher abilities, +25% XP
ru: Способность глава стаи и неуловимость, +25% опыта

source: pack alpha
ru: глава стаи

source: Works like normal leadership, but only works on wolves.
ru: Работает как обычное лидерство, но только на волков.

source: +1 melee damage, +20% XP
ru: +1 ближний урон, +20% опыта

source: Shadow Poison: bow and arrow dance attacks gain poison special, +20% XP
ru: Теневой яд: лук и танец стрел получают особенность яд, +20% опыта

source: Arcane Shield: +10% to all resistances, +20% XP
ru: Мистический щит: +10% ко всем сопротивлениям, +20% опыта

source: Lesser Leadership ability, +20% XP
ru: Меньшее лидерство, +20% опыта

source: Teleport ability, +20% XP
ru: Телепорт, +20% опыта

source: Controlled Rage: berserk now works only on offense, +20% XP
ru: Обуздать гнев: берсерк работает только при нападении, +20% опыта

source: Swift Blade: melee gains the reliable special, +20% XP
ru: Быстрый клинок: ближние атаки получают свойство надёжный, +20% опыта

source: Bloodlust: drain 33% special on melee, and feeding ability, +20% XP
ru: Кровожадность: высасывание 33% на ближние атаки и способность пожиратель, +20% опыта

source: Plague spawns lvl1 ghouls instead of lvl0 ones, +20% XP
ru: Чума создаем убыров первого уровня вместо нулевого, +20% ОП

source: +2 dark clot damage, +20% XP
ru: +2 урона к темному сгустку, +20% опыта

source: Curse of transformation now slows enemies, +20% XP
ru: Проклятие трансформации замедлняет врагов, +20% ОП

source: Can use the curse of transformation attack twice per turn, +25% XP
ru: Можно использовать проклятие трансформации два раза в ход, +25% ОП

source: Desperate: desperate special on melee, +20% XP
ru: Отчаянный:ближние атаки получают способность отчаянный, +20% опыта

source: Bloodlust: drain 30% special on melee, +20% XP
ru: Кровожадность: высасывает 30% sна ближние атаки, +20% опыта

source: Resolute ability, +20% XP
ru: Способность решительный, +20% опыта

source: Blade Mastery: +1 damage and reliable special on sword in human form, +20% XP
ru: Мастер клинка: +1 урона и свойство надежный на атаку мечом в форме человека, +20% опыта

source: Bird of Prey: +2 claw damage/+8 beak damage in raven form, and +4 raven damage in human form, +20% XP
ru: Свирепая птица: +2 урона когтям/+8 урона клюву, и +4 урона ворону в человеческой форме, +20% опыта

source: Hunting Tactics: poison for claws, and hit-and-run for beak in raven form (as well as raven attack in human form), +20% XP
ru: Тактика Охоты: яд на когти, и ударил-убежал для клюва в форме ворона (также для атаки вороном в форме человека) +20% опыта

source: Nightstalk ability for both forms, +20% XP
ru: Способность невидимка на обе формы, +20% опыта

source: Lesser Leadership ability for both forms, +20% XP
ru: Меньшее лидерство на обе формы, +20% опыта

source: Footwork: skirmisher ability for human form, +15% XP
ru: Быстроногий: неуловимость в форме человека, +15% опыта

source: Healing Light: heal +8 is replaced by heal +10, +20% XP
ru: Исцеляющий свет: лечит +8 заменяется на лечит +10, +20% опыта

source: +3 light burst damage, +2 solar flame damage, +20% XP
ru: +3 урона к вспышке света, +2 урона к солнечному пламени, +20% XP

source: Light Shield: +20% fire/arcane resistances, +20% XP
ru: Световой щит: +20% сопротивления к огню/мистическому, +20% опыта

source: Marketplace: can build marketplaces, +20% XP
ru: Может строить рынки, +20% опыта

source: Build Marketplace
ru: Построить рынок

source: Teleporter: can build teleporters, +20% XP
ru: Может строить телепорты, +20% опыта

source: Build Teleporter
ru: Построить телепорт

source: Build Library
ru: Построить библиотеку

source: Library: can build libraries (buildings that give experience to adjacent allies each turn), +20% XP
ru: Может строить библиотеки (библиотека даёт союзникам немного опыта каждый ход), +20% опыта

source: Hiding spot: can build hiding spots, +20% XP
ru: Может строить укрытие, +20% опыта

source: Build Hiding Spot
ru: Построить укрытие

source: Shield attack (12-1 block 50%), +20% XP
ru: Атака щитом (12-1, блок 50%), +20% опыта

source: Studier Buildings: this unit's buildings have 30% more hitpoints (doesn't apply to ones already built), +20% XP
ru: Прочные Здания: здания построенные этим юнитом имеют 30% больше ЗД (не влияет на уже построенные здания), +20% ОП

source: +3 pike damage, +20% XP
ru: +3 урона к копью, +20% опыта

source: +5 javelin damage, +20% XP
ru: +5 урона на дротик, +20% опыта

source: Stronger Buildings: this unit's buildings deal 30% more damage (doesn't apply to ones already built), +20% XP
ru: Сильные Здания: здания построенные этим юнитом имеют 30% больше урона (не влияет на уже построенные здания), +20% ОП

source: +2 ranged damage, +20% XP
ru: +2 дальнего урона, +20% опыта

source: +10% forest/swamp defense, reduced movement cost on swamps, +20% XP
ru: +10% защиты в лесу/болоте, лучше проходимость в болоте, +20% ОП

source: Cunning: skirmisher and concealment abilities, +20% XP
ru: Хитрость: неуловимость и засада в деревнях, +20% опыта

source: Deadlier Traps: this unit's traps deal 50% more damage (doesn't apply to traps already built), +20% XP
ru: Смертельные Ловушки: ловушки построенные этим юнитом имеют 50% больше урона (не влияет на уже построенные ловушки), +20% ОП

source: Waterproof Enchanted Armor: +10% water defense, better movement on shallow water, +20% XP
ru: Зачарованная Водонепроницаемая броня: лучше защита и проходимость в воде, +20% ОП

source: Enchanted Diving Gear: +10% water defense, can move on deep water, submerge ability, +20% XP
ru: Зачарованный Водолазный Костюм: лучше защита в воде, может двигатся в глубокой воде, способность 'погружается', +20% ОП
