Repository: ForestDragon-wesnoth/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: ru

source: tarbynn2^WIP: NOT YET TRANSLATED
ru: Устрашители - демоны среднего уровня, составляющие костяк чудовищных стад подземного бога-Быка. В отличие от тарбынов-наблюдателей, которые используются шаманами как шпионы (и за врагами, и за недружелюбными и подозрительными общинниками), назначением устрашителей является битва. Этих демонов призывают во время крупной войны; для призыва огромный чёрный чан наполняют кровью быков, бросают туда их скелеты и одного живого огра в качестве жертвы. Под жуткие ритуальные песнопения кровавое месиво начинают варить, в конце концов оно вспыхивает, и из кипящей красной жижы поднимается тарбын-устрашитель. Его костяное тело напоминает бычье, но с парой длинных когтистых лап; между ребёр его клубится бурлящая кровь, которая служит демону источником энергии. В битве устрашители вытягивают кровь прямо из живых противников, пополняя её запас. Когда же дело доходит до ближнего боя, то они таранят врагов своими рогами и рвут на куски костлявыми ручищами. Это настоящие исчадия ада, которых боятся даже сами огры. Нередко случалось так, что взбесившийся или оголодавший устрашитель разрывал на части и иссушал тех, за кого был призван сражаться. Успокоить устрашителей после войны — тоже настоящая проблема; вечная жажда крови заставляет их упорно цепляться за существование в мире живых. Чтобы изгнать устрашителя в подземное царство Бога-Быка, его запирают в специальной яме, заковывают в цепи и лишают притока крови до тех пор, пока устрашитель не станет достаточно слаб, чтобы его можно было изгнать без лишних проблем. Да, призыв и содержание этих существ неразрывно связаны с кровью, жертвами и несчастиями, однако преимущество, которое они дают на поле боя, слишком велико, чтобы ханы и жрецы огров от них отказались.

source: Tarbynn Abomination
ru: Тарбын-кошмар

source: Abomination are powerful monsters from the underworld. They were named so because no other word can truly describe these imposing and bloodthirsty creatures. The summoning of an Abomination is an monumental event for the steppe horde. To summon this beast, shamans shed rivers of blood, hundreds of bull bones fill a giant cauldron, and dozens of strong and furious ogres are sacrificed. All of this because the lord of the underworld himself is watching this: without the personal permission of the Bull God, the summoning will not work, so he needs to be offered generous gifts. As a result of bloody spells and terrible rituals, which can last for several days, from the black cauldron, which in such cases is called the Bloody Gate, a giant bone monstrosity with hungry burning eyes is born, which is soaked in blood, and which craves for more of the red liquid every second of its existence. As soon as possible, the Abomination is sent into battle. None of the sedentary peoples who met the Nightmare in battle could return and convey the horror it instills in their opponents. And the ogres themselves try to forget battles side-by-side with the Abomination, like a bad dream. Imagine for yourself: a giant bone beast rushes over the battlefield and collects a bloody harvest: under its piercing howl, like the howl of the wind in a hurricane, whole squads of friends and enemies alike fall to the ground at once, their blood boils, ruptures blood vessels and from under the skin flies in red streams into the ribs of the monster. And those who tried to stop the Nightmare in close combat are torn to pieces by huge claws or are crushed by its ominous skull. Where the Abomination flew by, a trail of dry and shriveled corpses and pieces of bodies remains, while not a drop of blood is left either in the dead or on the ground. Stopping such undead and sending them to another world after the war is as important an event as the summoning. Once again, rivers of blood, more sacrifices, sacrifices, and sacrifices, and all for the sake of the subterranean ruler personally taking his foul creation from this world. Throughout the history of the ogres, the Abominations have been called only a few times, but each of these calls is firmly imprinted in the memory of generations. So the ogres developed a fear of bull priests, and their neighbors have chilling legends about bloody demons from the depths of the steppes, which at any moment can wake up again and cause another apocalypse.
ru: Кошмары - высшие чудовища из подземного мира. Их назвали так, потому что никакое другое слово не подходит для описания этих внушительных и кровожадных созданий. Призыв Кошмара — событие эпохального масштаба для степной орды. Чтобы призвать эту тварь, шаманы проливают реки крови, сотни бычьих костей наполняют гигантский котёл, сильные и яростные огры приносятся в жертву. Всё потому, что наблюдает за этим сам владыка подземного царства: без личного разрешения Бога-Быка призвать Кошмара не получится, поэтому ему нужно поднести щедрые дары. В результате кровавых заклятий и жутких обрядов, которые могут длиться по нескольку дней, из чёрного котла, который в таких случаях называют Кровавыми Вратами, на свет появляется гигантская костяная тварь с голодными горящими глазами, которая пропитана кровью, и которая жаждёт этой крови каждую секунду своего существования. Как можно скорее Кошмара отправляют в бой. Ни один из представителей осёдлых народов, что встретился с Кошмаром в бою, не смог вернуться и передать ужас, который они внушают своим противникам. Да и сами огры сражение бок-о-бок с Кошмаром стараются забыть, как страшный сон. Представьте сами: гигантская костяная тварь носится над полем боя и собирает кровавую жатву: под её пронзительный вой, подобный вою ветра в ураган, целые отряды друзей и врагов разом падают наземь, их кровь бурлит, разрывает сосуды и из-под кожи красными потоками летит прямо в рёбра чудовищу. А тех, кто попытался остановить Кошмара в ближнем бою, разрывают на куски огромные лапы или размазывает о землю зловещий череп. Там, где пролетел Кошмар, остается след из сухих и сморщенных трупов и кусков тел, при этом ни капли крови нет ни в мертвецах, ни на земле. Остановить такую нежить и отправить её в мир иной после войны — такое же важное событие, как и призыв. Снова реки крови, снова жертвы, и всё ради того, чтобы подземный владыка самолично забрал своё исчадие из этого мира. За всю историю огров Кошмаров призывали всего несколько раз, но каждый из этих призывов крепко отпечатался в памяти поколений. Так у огров сложился страх перед бычьими жрецами, а у их соседей - страшные легенды о кровавых демонах из глубины степей, которые в любой момент могут проснуться вновь и устроить очередной апокалипсис.

source: Marketplace
ru: Рынок

source: marketplace
ru: рынок

source: Each turn, this unit generates gold and reduces upkeep like one village.
ru: Каждый ход это здание даёт золото и погашает содержание, как одна деревня

source: Watchtower
ru: Дозорная вышка

source: Observation Tower
ru: Дозорная башня

source: Surveillance Tower
ru: Наблюдательная башня

source: Teleporter
ru: Телепорт

source: teleporter
ru: телепорт

source: This unit allows allies to freely teleport between it and other teleporters. Requires at least two teleporters to work.
ru: Это здание позволяет юнитам телепортироваться между собой и другими зданиями-телепортами. Требуется хотя бы 2 телепорта для активации способности.

source: Library
ru: Библиотека

source: Hiding Spot
ru: Укрытие

source: Smithy
ru: Кузница

source: Workshop
ru: Цех

source: Magic Workshop
ru: Волшебный цех

source: Idol
ru: Идол

source: Pagan Shrine
ru: Капище

source: Pagan Temple
ru: Храм

source: Healing Light
ru: Исцеляющий огонёк

source: Blessed Beacon
ru: Благословенный маяк

source: Divine Radiance
ru: Божественное сияние

source: trap
ru: ловушка

source: This unit is invisibile on any terrain. Whenever an enemy moves next to the trap, it self-destructs, damaging the enemy that triggered it by its first attack. This unit can't move or directly attack.
ru: Этот юнит невидим на любой местности. Когда враг ступит возле ловушки, она самоуничтожается, нанося врагу урон равный урону своей первой атаки. Этот юнит не может двигатся или атаковать.

source: Spike Trap
ru: Ловушка-шипы

source: spikes
ru: шипы

source: Poison Spike Trap
ru: Ядовитая Ловушка-Шипы

source: Wood Wall
ru: Деревянная стена

source: Tall Wood Wall
ru: Высокая деревянная стена

source: Magic Wall
ru: Волшебная стена

source: Guard Tower
ru: Сторожевая башня

source: long-range shot
ru: дальнобойный выстрел

source: Outpost
ru: Застава

source: ballista
ru: баллиста

source: Fortress
ru: Крепость

source: Drake Smith
ru: Кузнец

source: This unit can build the following: Smithy - 10 gold
ru: Этот боец может строить кузницы (стоимость - 10 золотых)

source: build smithies
ru: строит кузницы

source: Build Smithy
ru: Построить кузницу

source: hammer
ru: молот

source: Drake Warrior-Smith
ru: Воин-кузнец

source: This unit can build the following: Smithy - 9 gold
ru: Этот боец может строить кузницы (стоимость - 9 золотых)

source: Drake Hero-smith
ru: Герой-кузнец

source: This unit can build the following: Smithy - 8 gold
ru: Этот боец может строить кузницы (стоимость - 8 золотых)

source: war talon
ru: боевые когти

source: Apprentice
ru: Подмастерье

source: There are a lot of mysterious workshops in the Northern lands where wise enchanters pass from generation to generation the mystery of enchanting items. This magic aimed at creation became the force which over and over helped devastated towns to rise from the ashes. These are apprentices of architects. They assist master architects and study the craft of enchantment. Their enchanted tools are not so sophisticated as those of masters, but they still can do simple tasks and build various wooden constructions, as well as to improve buildings. Enchantment can be aimed not only at creating but also at destruction: when they need to stand up for themselves, apprentices can enchant sunlight and hurl a burning blob into the enemy.
ru: По всему Северу стоят загадочные мастерские, где умудрённые чародеи из поколения в поколение передают тайну заговора предметов; это волшебство, направленное на созидание, стало той силой, с помощью которой раз за разом вставали из пепла разорённые города. Подмастерья — это ученики мастеров. Они помогают мастерам в работе и изучают волшебную науку. Их заговорённые инструменты не так искусны, как инструменты мастеров, однако даже они могут выполнять несложные задания и возводить разные деревянные конструкции, а также улучшать рукотворные постройки. Заговор, в свою очередь, может быть направлен не только на созидание, но и на разрушение; если нужно постоять за себя, подмастерья могут заговорить солнечный свет и метнуть в противника обжигающий сгусток.

source: enchanted light
ru: заговорённый свет

source: Architect
ru: Мастер

source: Pagan
ru: Язычник

source: This unit can build the following: Idol - 4 gold
ru: Этот боец может строить идолы (стоимость - 4 золотых)

source: build idols
ru: строит идолы

source: Build Idol
ru: Построить идол

source: berserker frenzy
ru: ярость берсерка

source: Ravenblade
ru: Воин-ворон

source: ravenblade^WIP: NOT YET TRANSLATED
ru: В темской земле сохранилось немало невероятных вещей из тёмных времён. Например, культ, последователи которого умеют оборачиваться в птиц. Многие северяне из Крады или Зимновска считают это чем-то тёмным, но в сущности, этот культ берёт начало от почитания животного-покровителя, а не от злых богов. В него посвящают отважных и умелых воинов, которые желают связать свою жизнь с двором князя и стать его дружинниками. Младшие темские дружинники зовутся Воинами-Воронами. Они одеваются в легкие добротные одежды с плащом из перьев, носят диадемы и прямые мечи. Это – глаза и уши темского князя. Их способности чрезвычайно полезны: в мирное время они нередко облетают владения и следят за порядком, а на войне действуют и как разведчики, и как элитные отряды, которые заходят в тыл противника и уничтожают его обозы, гонцов и командиров.

source: Ravenblade Champion
ru: Дружинник-ворон

source: ravenblade champion^WIP: NOT YET TRANSLATED
ru: Старшие дружинники или просто дружинники, как их называет народ – это приближённые темского князя, его лучшие воины. Они живут при дворе и так же выполняют роль советников. Одеты дружинники в кольчуги, шлемы и дорогие перьевые плащи, вооружены мечами. Их магические способности, связанные с превращением в птиц, гораздо выше, нежели у Воинов-Воронов. Дружинники способны понимать язык птиц. Каждый из них имеет при себе ручного ворона, который занимается разведкой. Главная задача дружинников в бою – вместе с князем оказаться в тылу самого важного участка сражения, и перевернуть его исход своими мечами. Помимо этого они так же координируют действия других отрядов, а в мирное время могут выступать как судьи.

source: This unit can build the following: Idol - 3 gold
ru: Этот боец может строить идолы (стоимость - 3 золотых)

source: raven
ru: ворон

source: Braveheart
ru: Хоробр

source: Raven
ru: Ворон

source: beak
ru: клюв

source: Elder Raven
ru: Старый ворон

source: Archer
ru: Лучник

source: This unit can build the following: Guard tower - 5 gold
ru: Этот боец может строить сторожевые башни (стоимость - 5 золотых)

source: build outposts
ru: строит сторожевые башни

source: Build Guard Tower
ru: Построить сторожевую башню

source: Marksman
ru: Стрелец

source: This unit can build the following: Guard Tower - 5 gold
ru: Этот боец может строить сторожевые башни (стоимость - 5 золотых)

source: Sharpshooter
ru: Стрелковый дружинник

source: This unit can build the following: Guard Tower - 4 gold
ru: Этот боец может строить сторожевые башни (стоимость - 4 золотых)

source: Woodsman
ru: Лесник

source: This unit can build the following: Spike Trap - 3 gold
ru: Этот боец может строить ловушки (стоимость - 3 золотых)

source: build traps
ru: строит ловушки

source: Build Spike Trap
ru: Построить Ловушку-шипы

source: Ranger
ru: Следопыт

source: This unit can build the following: Spike Trap - 2 gold
ru: Этот боец может строить ловушки (стоимость - 3 золотых)

source: Watchman
ru: Дозорный

source: build towers
ru: строит дозорные вышки

source: This unit can build the following: Watchtower - 2 gold
ru: Этот боец может строить дозорные вышки (стоимость - 2 золотых)

source: Build Watchtower
ru: Построить дозорную вышку

source: Knyaz's Warrior
ru: Младший дружинник

source: Knyaz's Great Warrior
ru: Старший дружинник

source: This unit can build the following: Watchtower - 1 gold
ru: Этот боец может строить сторожевые башни (стоимость - 1 золотых)

source: Jouster
ru: Поединщик

source: Jousting Champion
ru: Богатырь

source: Fighter
ru: Воин

source: This unit can build the following: Wooden Wall - 3 gold
ru: Этот боец может строить стены (стоимость - 3 золотых)

source: build walls
ru: строит деревянные стены

source: Build Wood Wall
ru: Построить деревянную стену

source: Warrior
ru: Ратник

source: Great Warrior
ru: Гридь

source: This unit can build the following: Wooden Wall - 2 gold
ru: Этот боец может строить деревянные стены (стоимость - 2 золотых)

source: Ushkuynik
ru: Ушкуйник

source: Sentinel
ru: Стражник

source: javelin
ru: дротик

source: Skylark
ru: Жаворонок

source: People of the Krad worship the magical Firebird; it's this godlike creature that taught Northern masters to enchant light. Combining the craft of woodwork and sun magic, Northerners learnt to create Skylarks - magical wooden birds that come alive from a speck of the Firebird's light and carry it in their carved little body. This speck can flare up illuminating everything around with light that helps Northerners and burns their enemies. The light of the Firebird is an indispensable support in combat, and so packs of Skylarks often accompany Knyazes' hosts.
ru: В Крадской земле почитают волшебную Жар-Птицу; именно от этого богоподобного существа научились мастера заговаривать свет. Соединив искусство работы по дереву и солнечное колдовство, северяне научились создавать Жаворонков — волшебных деревянных птиц, которые оживают за счёт частички света Жар-Птицы, и несут её в своём резном тельце. Частичка эта может вспыхивать, озаряя всё вокруг светом, благодатным для северян и губительным для врагов. Свет Жар-Птицы является незаменимой поддержкой в бою, а потому стаи жаворонков очень часто сопровождают княжеские рати.

source: build lights
ru: создаёт исцеляющий свет

source: This unit can build the following: Healing Light - 5 gold
ru: Этот юнит может создавать исцеляющий свет (стоимость - 5 золотых)

source: Create Healing Light
ru: Создать исцеляющий свет

source: light burst
ru: вспышка света

source: Messenger of Light
ru: Предвестник света

source: solar flame
ru: солнечное пламя

source: Luminary
ru: Светило

source: This unit can build the following: Healing Light - 3 gold
ru: Этот боец может создать исцеляющий свет (стоимость - 3 золотых)

source: blindling light
ru: ослепляющая вспышка

source: desperate
ru: безрассудство

source: This attack more damage the less hp the unit has, up to double damage.
ru: Чем меньше здоровье этого бойца, тем больше урона наносит атака, вплоть до двойного урона.

source: familiar
ru: фамильяр

source: female^familiar
ru: фамильяр

source: This unit may teleport to allied units.
ru: Этот юнит может телепортироваться к союзникам.

source: righteous
ru: праведный

source: This attack deals 25% more damage against chaotic enemies.
ru: Эта атака наносит на 25% больше урона по хаотичным врагам.

source: poison aura
ru: аура яда

source: Adjacent allies have poison on all their attacks.
ru: Стоящие рядом союзники получают яд на всех атаки.

source: inverse
ru: инверсия

source: This attack's chance to hit is equal to the defensive ability of the target on its current terrain. (opposite of the normal chance to hit)
ru: Шанс попадания этой атаки равен защите врага (наоборот от обычного шанса попадания)

source: inversion aura
ru: аура инверсии

source: Adjacent units' chance to hit is equal to the defensive ability of the target on its current terrain (opposite of the normal chance to hit). Attacks with the 'inverse' weapon special are unaffected.
ru: Шанс попадания атак стоящих рядом юнитов равен защите врага (наоборот от обычного шанса попадания)

source: invert resistances
ru: инверсия сопротивлений

source: Adjacent units (both allies and enemies) resistances are inverted (20% becomes -20%, -30% becomes 30%, etc.)
ru: Сопротивления стоящих рядом юнитов (и союзников и врагов) становятся перевернутыми (20% становится -20%, -30% становится 30%, и т.д.)

source: square root
ru: квадратный корень

source: This attack deals bonus damage equal to the square root of the enemy's max hitpoints.
ru: Эта атака наносит бонусный урон равный квадратному корню макс. ЗД врага.

source: halving
ru: деление пополам

source: This attack deals bonus damage equal to half of the enemy's current hitpoints.
ru: Эта атака наносит бонусный урон равный половину теперешнего ЗД врага.

source: wolf pack
ru: волчья стая

source: This unit negates enemy Zones of Control around itself for allied wolf units (but not for itself).
ru: Этот юнит позволяет другим волкам игнорировать зоны контроля стоящих рядом врагов (но не себе).

source: consume fear
ru: питание страхом

source: If there is a an enemy of the target behind the target (like with backstab), this unit heals itself for half the amount of damage it deals (rounded down) on hit, and if used offensively, the target deals 20% less damage when counterattacking. Only works on living units.
ru: При ударе в спину лечит на половину от нанесенного урона, ответные атаки врага наносят на 20% меньше урона. Работает только на живых врагов.

source: unhindered
ru: неудержимый

source: This attack always has at least a 50% chance to hit, and its damage is unaffected by the `slowed` status.
ru: Точность этой атаки не может быть ниже 50%, также на неё не действует замедление.

source: container of darkness
ru: вместилище тьмы

source: At the end of an attack, adjacent undead allies are healed by 40% (rounded down) of the damage the unit has received while fighting.
ru: Этот боец лечит союзную нежить на 40% от полученного урона. Лечение выдаётся после отдельной схватки.

source: scythian tsar
ru: курганный царь

source: Adjacent barrow riders and barrow wardens deal 20% more damage
ru: Союзные курганные всадники и стражи наносят на 20% больше урона

source: patriarch of unlife
ru: отец мёртвой жизни

source: When an allied undead unit is defeated next to this unit, the undead unit is resurrected with 25% HP, and becomes marked with a purple skull overlay. Marked units cannot be revived again, but the mark is removed if the unit advances or the battle ends. The ability doesn't work on self.
ru: Нежить, погибшая рядом с отцом, воскрешается с 25% здоровья, и становятся помечены оверлеем фиолетового черепа. Метка снимается при продвижении юнита, или при конце боя. Способность не работает на самого себя.

source: primal rage
ru: первобытная ярость

source: After being attacked, the unit's attack with the 'rampage' special gains damage equal to 66% of the HP the unit lost during the attack. The bonus damage is reset upon successfully hitting an enemy with the rampage attack.
ru: После того, как этого юнита атаковали, урон его атаки со способностью «бешенство» увеличивается на 66% от потерянного здоровья. Ограничений по накоплению урона нет. Бонусный урон сбрасывается после успешной атаки бешенством.

source: This attack's damage is affected by the 'primal rage' ability. The bonus damage is reset upon successfully hitting an enemy with the rampage attack.
ru: Урон этой атаки зависит от способности «первобытный гнев». После успешного удара бонусный урон сбрасывается.

source: attacks left: $({ATTACKLIMIT} - ${UNITVAR}.variables.carousel_attacks_done|)
ru: атак осталось: $({ATTACKLIMIT} - ${UNITVAR}.variables.carousel_attacks_done|)

source: carousel
ru: карусель

source: times in one turn.
ru: раз за ход.

source: After using this attack, this unit regains 25% of their moves, and can attack again (but only with the same attack). This attack cannot attack the same unit twice in one turn. This ability can be used up to
ru: После атаки юнит получает 25% своих ходов и может передвинуться и атаковать ещё раз (но только этой же атакой). Атаковать одного и того же юнита дважды нельзя. Способность можно использовать

source: Which enemy is this unit cursed by?
ru: Кто проклял этого юнита?

source: The curser isn't visible...
ru: Тот, кто наложил проклятье, находится вне поля зрения.

source: birther of fiends
ru: роженица бесов

source: gold instead of the default 21 on first recall, but having 4 upkeep instead 1 until the unit advances), the unit gets experience equal to number of turns it takes to give birth multiplied by her level, and the timer is reset.
ru: золота вместо 21, но имеет 4 содержания вместо 1 до продвижения), ведьма получает опыт равный количеству ходов необходимых для родов умноженный на её уровень и таймер рождения сбрасывается.

source: If there is an allied demon in a 3-tile radius from this unit, she will start birthing a Kanavar. After
ru: Если в радиусе 3 клеток от ведьмы стоит демон-созюник, то она начнет рожать канавара. После

source: turns pass, the kanavar is birthed and added to the recall list (costing
ru: ходов канавар рождается и появляется в списке призыва (стоит

source: kanavar birthed!
ru: канавар родился!

source: <span color='#c800ff'> $tmp_hunn_birth_turns_left| turns before birth</span>
ru: <span color='#c800ff'> $tmp_hunn_birth_turns_left| ходов до рождения</span>

source: decay -
ru: гниение -

source: This unit loses
ru: Этот боец теряет
