Repository: ForestDragon-wesnoth/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: ru

source: Each turn, this unit gives all adjacent allies a melee fire attack for the rest of the scenario. The strength of the attack depends on unit level.
ru: Каждый ход этот юнит дает стоящим рядом союзникам огненную ближнюю атаку на этот бой. Сила атаки зависит от уровня.

source: faith healing
ru: святое исцеление

source: Heals adjacent allies by 4 HP per point of their faith (up to +12 hp). Does not cure poison.
ru: Этот юнит лечит окружающих союзников на 4 ЗД за каждый уровень их веры (вплоть до +12). Не исцеляет яд.

source: pride
ru: гордыня

source: This unit's pride is so intense that it makes adjacent adjacent ally units' damage reduced by
ru: Гордыня этого юнита мешает ему взаимодействовать с союзниками. Урон стоящих рядом союзников уменьшается на

source: %. This has no effect on non-living units or other units with pride.
ru: %. Это не имеет эффекта на неживых юнитов, и других юнитов с этой способностью.

source: soul flame
ru: огонь души

source: Each turn this unit deals 2 plus unit level fire to all adjacent units, even allies. This can't kill. Does not damage units whose faith is 2 or above.
ru: Каждый ход огонь души наносит всем бойцам вокруг (и союзникам тоже) урон равный 2 плюс уровень юнита. Эта способность не может убить. Не наносит урон юнитам вера которых 2 или выше.

source: zeal
ru: рвение

source: Adjacent allies deal more damage when attacking: 15% if the same level, 30% if one level lower, 45% if two levels lower, etc. Does not work in defense, and does not stack with leadership/similar abilities.
ru: Стоящие рядом союзники наносят больше урона при атаке: 15% если одинаковый уровень, 30% если на уровень ниже, 45% если на два уровня ниже и т.д. Не работает при защите. Не суммируется с лидерством и подобными способностями.

source: pull
ru: утягивание

source: On hit, this attack moves this unit 1 tile back and pulls the enemy to its current tile. This does not work if there is an unwalkable or impassable tile behind the pulling unit (can pull units into deep water though) or if the enemy is killed by the attack. Cannot pull units with 0 max moves. Only works on offense.
ru: При попадании перемещает обоих бойцов на 1 гекс назад. Не работает, если враг погибает, или если гекс за атакующим занят, или если там непроходимая местность (но можно утягивать в глубокую воду). Нельзя утягивать бойцов с 0 максимальных ходов (здания). Работает только при нападении.

source: storming
ru: штурм

source: Like berserk, but only works if the enemy is standing on castle/village terrain. Only works on offense.
ru: Как берсерк, но только против врагов, стоящих в замке/деревне. Не работает в защите.

source: <span color='#ee9405'>damaged castle: $kingdom_castledamage_information[$tmp_castle_index].damage|/$kingdom_castledamage_information[$tmp_castle_index].durability|</span>
ru: <span color='#ee9405'>разрушение замка: $kingdom_castledamage_information[$tmp_castle_index].damage|/$kingdom_castledamage_information[$tmp_castle_index].durability|</span>

source: castle breaker
ru: крушитель замков

source: On offense, this attack deals damage to castle tiles (this happens when the attack misses too). This does not affect wall units. Additionally, the attack deals 50% more damage to Northern Knyazdom Triumvirate's wall units.
ru: При нападении эта атака наносит урон замку (промахи по бойцу так же наносят урон замку). Не работает на стены Триумвирата, но наносит им на 50% больше урона.

source: castle destroyer
ru: уничтожитель замков

source: On offense, if the enemy is standing on a castle tile, the tile is destroyed on hit. This does not affect wall units. Additionally, the attack deals 50% more damage to Northern Knyazdom Triumvirate's wall units.
ru: При нападении, если враг стоит в замке, замок разрушается с одного попадания. Не работает на стены Триумвирата, но наносит им на 50% больше урона.

source: wealthy
ru: богач

source: This unit generates
ru: Этот юнит приносит

source: gold for his side each turn.
ru: золотых для своей стороны каждый ход.

source: $this_item.abilities.wealthy.income|g
ru: $this_item.abilities.wealthy.income| золотых

source: tunneler
ru: туннель

source: This unit allows allied units to teleport between units with this ability, as long as the second tunneler is within the first tunneler's range. The ability's range can be checked via a rightclick menu on units with this ability.
ru: Этот юнит позволяет союзным бойцам телепортироваться через себя и другого туннельщика, если тот находится в радиусе действия. Радиус действия способности можно проверить с помощью контекстного меню на бойцах с этой способностью.

source: secondstrike
ru: бьёт вторым

source: This unit always strikes second with this attack, even if they are attacking.
ru: Этой атакой боец всегда атакует вторым, даже когда нападает сам.

source: dauntless
ru: бесстрашие

source: female^dauntless
ru: бесстрашие

source: This unit’s resistances are doubled, up to a maximum of 50%, when attacking. Vulnerabilities are not affected.
ru: Сопротивления этого бойца удваиваются, максимум до 50%, при атаке. Отрицательные сопротивления не затронуты.

source: explosion
ru: взрыв

source: When this attack hits, units adjacent to the target unit are damaged by
ru: При использовании этой атаки, стоящие рядом враги получают урон равный

source: shadow dash
ru: теневой рывок

source: While this unit has full moves, this unit may teleport to any tile in a
ru: Когда боец имеет полные ходы, он может телепортироваться на любой гекс в радиусе

source: -tile radius from the unit's current location. Cannot teleport through impassable terrain.
ru: клеток от теперешнего положения юнита. Не может телепортировать через некоторые виды непроходимой местности.

source: metamorph
ru: метафорф

source: entangle
ru: опутывание

source: calculate tunnel range
ru: подсчитать радиус туннелей

source: nocturnal regeneration
ru: ночная регенерация

source: The unit will heal itself some HP at night. If it is poisoned, it will remove the poison instead of healing.
ru: Этот юнит регенерирует ЗД ночью (количество в названии). Если юнит отравлен, то спобосноть исцеляет яд вместо лечения ЗД.

source: stun
ru: оглушение

source: This attack hits so hard that the opponent is dazed and can no longer enforce a zone of control. The effect wears off on the opponent’s next turn. Only works on offense, and doesn't work on units who already don't have a ZoC.
ru: При попадании эта атака оглушает юнита до следующего хода врага. Оглушенные юниты теряют зону контроля.

source: оглушена
ru: оглушен

source: female^stunned
ru: оглушена

source: stunned
ru: оглушен

source: incinerate
ru: поджог

source: This attack incinerates its targets. Burning units lose 12 HP every turn until they are cured. It can be cured either by either standing next to a healer, on a village, or in water. Flames can kill a unit, the attacker that incinerated the unit gets the experience. Note: this special doesn't have any effect on drakes, and units standing in water
ru: При попадании эта атака поджигает врага. Горящие юниты получают 12 огненного урона каждый ход. Горящих юнитов можно потушить в воде, деревне, или возле лекаря.

source: {NUMBER}g
ru: {NUMBER} золота

source: scavenger
ru: падальщик

source: Whenever this unit kills a living enemy, it heals itself by 25% of the enemy's max health.
ru: Когда этот боец убивает живого врага, он лечится на 25% от максимального запаса здоровья убитого врага.

source: Stunned: This unit is stunned. It does not have a ZoC until the end of this turn.
ru: Оглушен: этот боец теряет зоны контроля до конца этого хода.

source: Incinerated: This unit is on fire. It takes 12 fire damage (can kill) each turn. This can be removed by standing in a village or in water.
ru: Подожжён: этот боец в огне. Он получает 12 урона (не может убить) каждый ход. Поджог можно сбросить с помощью воды, деревни или лекаря.

source: Paralyzed: This unit is paralyzed. Its attacks all have 1 strike each, and its defense on all terrain is reduced by 10%.
ru: Парализован: число атак этого бойца снижено до 1, а защита на местности снижена на 10%.

source: unslowable
ru: незамедляемый

source: This unit’s resistances (blade,pierce,impact,fire and cold, but not arcane) are increased by
ru: Сопротивления юнита (все, кроме мистического) увеличены на

source: % (up to 60%). However, this effect wears off after a turn.
ru: % (вплоть до 60%). Эффект действует до конца хода.

source: heals
ru: лечит

source: HP per turn, or stops poison from taking effect for that turn.
ru: ЗД за ход, и замедляет яд.

source: This unit heals adjacent units by
ru: Этот боец лечит союзных механических юнитов на

source: regenerates
ru: регенерация

source: HP per turn. If it is poisoned, it will remove the poison instead of healing.
ru: ЗД каждый ход. Если отравлен, то он исцеляет яд вместо лечения.

source: The unit will heal itself by
ru: Этот юнит лечит себя на

source: lesser regenerates
ru: меньшая регенерация

source: HP per turn. This ability will not cure an affected unit of poison, however, only delay its effect.
ru: ЗД каждый ход. Если юнит отравлен, то яд замедляется, но не убирается.

source: block
ru: защита

source: This attack reduces the opponent attack's damage by {VALUE}%
ru: Эта атака уменьшает урон врага на {VALUE}% во время боя

source: reliable
ru: надежный

source: When used offensively, this attack's chance to hit is increased by 10%.
ru: При атаке точность увеличивается на 10%.

source: unreliable
ru: ненадежный

source: This attack's chance to hit is reduced by 10%.
ru: Точность атаки при нападении увеличена на 10%

source: lesser leadership
ru: низшее лидерство

source: Works like normal leadership, except the damage bonus is only 15% per level.
ru: Работает как обычное лидерство, но увеличивает урон только на 15% за уровень.

source: attack-only
ru: только атака

source: This attack can only be used offensively.
ru: Эта атака может использоваться только в нападении.

source: defense-only
ru: только защита

source: This attack can only be used defensively.
ru: Эта атака может использоваться только при защите.

source: focused
ru: концентрация

source: This attack always has a 80% chance to hit regardless of the defensive ability of the unit being attacked.
ru: Эта атака всегда имеет 80% шанс попасть, несмотря на защиту противника.

source: block {PERCENTAGE}%
ru: защита {PERCENTAGE}%

source: This attack reduces the opponent attack's damage by {PERCENTAGE}%
ru: Эта атака уменьшает урон атаки врага на {PERCENTAGE}%

source: overwhelm
ru: внезапный

source: When used offensively, this attack makes the opponent unable to retaliate.
ru: При нападении противник не может дать сдачи.

source: On offense, this unit moves to the tile behind the opponent after the attack. This does not work if that tile is either occupied or impassable.
ru: При атаке этот боец передвигается на гекс позади врага. Не работает, если гекс занят или непроходим.

source: antisocial
ru: угрюмый

source: %. This has no effect on non-living units, or other antisocial units.
ru: %. Это не имеет никакого эффекта на неживых юнитов, и других угрюмых юнитов.

source: This unit is quite disliked by others, and will reduce adjacent ally units' damage by
ru: Этот юнит плохо ладит с союзниками, беспокоя их и уменьшая их урон на

source: hit and run
ru: ударил-убежал

source: This unit gains {VALUE} additional moves back after attacking, but cannot attack again.
ru: Этот юнит может двигаться на {VALUE} ходов после атаки, но не может повторно атаковать.

source: +$weapon.specials.hitandrun.moves| movepoints
ru: +$unit.abilities.hitandrun.moves| ходов

source: awe
ru: страх

source: Enemies adjacent to this unit deal 15% less damage per level difference. Does not affect non-living or fearless units.
ru: Враги, стоящие рядом с этим юнитом наносят 15% меньше за уровень. Не работает на неживых или бесстрашных юнитов.

source: hyperfocused
ru: сверхконцентрация

source: This attack always has a 90% chance to hit regardless of the defensive ability of the unit being attacked.
ru: Эта атака всегда имеет 90% шанс попасть, несмотря на защиту противника.

source: upkeepless
ru: без содержания

source: This unit costs no upkeep.
ru: Этот юнит не тратит содержание с деревень.

source: upkeep
ru: содержания

source: upkeep instead of the amount equal to level.
ru: содержания вместо равного уровню.

source: This unit costs
ru: Этот юнит тратит

source: area of effect
ru: урон по области

source: When this attack is used offensively, random enemies adjacent to the target take
ru: При использовании этой атаки в нападении, случайные стоящие возле цели враги получают урон равный

source: all around
ru: круговой удар

source: When this attack is used offensively, random enemies adjacent to the attacker take
ru: При использовании этой атаки в нападении, случайные стоящие рядом враги получают урон равный

source: backstab {PERCENTAGE}%
ru: бьет в спину {PERCENTAGE}%

source: backstab
ru: бьет в спину

source: % more damage instead of doubling.
ru: % больше урона вместо двойного.

source: Like backstab, but deals
ru: Как бьет в спину, но наносит

source: darkens
ru: аура тьмы

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
ru: Этот боец затемняет область вокруг, делая хаотичных бойцов сильнее а порядочных - слабее. Любой находящийся рядом боец дерётся днём так как если бы он дрался в сумерки, и дерётся в сумерки так, как если бы дрался днём.

source: always hits
ru: всегда попадает

source: This attack always has a 100% chance to hit regardless of the defensive ability of the unit being attacked.
ru: Эта атака всегда имеет 100% шанс попасть, несмотря на защиту противника.

source: offense berserk
ru: атакующий берсерк

source: Like berserk, but only works on offense.
ru: Как берсерк, но работает только при нападении

source: lesser illuminates
ru: меньшее освещение

source: Works like illuminates, except it makes the time of day 15% brighter instead of 25%.
ru: Работает как обычное освещение, но изменяет силу юнитов на 15% вместо 25%.

source: drain
ru: высасывание

source: Like drain, but heals by
ru: Как обычное высасывание, но лечит на

source: % instead of 50%.
ru: % от нанесенного урона вместо 50%.

source: berserk
ru: берсерк

source: times instead of 30.
ru: раз вместо 30.

source: Like berserk, but units fight
ru: Как берсерк, но юниті бьются

source: This attack deals 10% more damage for each 10% HP the unit is missing.
ru: Эта атака наносит 10% больше урона за каждые 10% нехватающего ЗД юнита.

source: resolute
ru: непоколебимый

source: When below 60% hitpoints, this unit gains 10% to all resistances (up to 70%) and regenerates 2 hp per turn. When below 30% hitpoints, this unit gains 20% to all resistances (up to 70%) and regenerates 4 hp per turn.
ru: Когда ЗД этого бойца ниже 60%, он получает +10% ко всем сопротивлениям (но не свыше 70%) и регенерирует 2 ЗД за ход. Когда ЗД этого бойца ниже 30%, он получает +20% ко всем сопротивлениям и регенерирует 4 ЗД за ход.

source: weakened {VALUE}%
ru: ослабление {VALUE}%

source: % less damage.
ru: % меньше урона.

source: This unit deals
ru: Этот юнит наносит

source: weaken
ru: ослабление

source: On hit, this attack reduces the enemy's damage by
ru: При попадании, эта атака уменьшает урон врага на

source: % for one turn. Applying a stronger version of this effect replaces the weaker one.
ru: % на один ход. Наложение более сильного ослабления заменит старое ослабление.

source: <span color='#ff7e00'>weaken</span>
ru: <span color='#ff7e00'>ослабление</span>

source: broken armor
ru: поломанная броня

source: This unit’s physical resistances are reduced by
ru: Сопротивления этого юнита уменьшены на

source: %. This effect disappears after a turn.
ru: %. Этот эффект исчезает после хода.

source: armorbreak
ru: ломание брони

source: On hit, this attack reduces the enemy's physical resistances by
ru: При попадании уменьшает физические сопротивления врага на

source: <span color='#ff7e00'>armor broken</span>
ru: <span color='#ff7e00'>броня поломана</span>

source: reflect damage
ru: отражение урона

source: When this unit is hit, part of the damage received is also dealt to the enemy. This ignores enemy resistances and can kill.
ru: Этот юнит отражает врагу часть нанесенного урона. Это игнорирует сопротивления врага, и может убить.

source: inspire
ru: вдохновляет

source: Adjacent allies deal more damage - 15% if the same level, 30% if one level lower, 45% if two levels lower, etc.
ru: Стоящие рядом союзники наносят больше урона - 15% если одинаковый уровень, 30% если на уровень ниже, 45% если на два уровня ниже и т.д.

source: mentor
ru: наставник

source: Each turn, this unit gives adjacent allies +{VALUE} experience.
ru: Каждый ход этот боец даёт союзникам +{VALUE} опыта.

source: self-unpoison
ru: самоисцеление

source: If poisoned, this unit will remove their own poison at the start of each turn instead of healing.
ru: Если боец отравлен, он исцеляет яд в начале своего хода.

source: hide allies
ru: прячет союзников

source: hillstalk
ru: засада в холмах

source: This unit is invisible on hill/mountain terrain.
ru: Этот боец невидим в холмах и горах.

source: light area
ru: аура света

source: This unit illuminates tiles in a {RADIUS}-tile radius. Unlike normal illuminates, this ability sets ToD light to 25% even during night.
ru: Этот боец освещает местность вокруг себя в радиусе {RADIUS} гексов. В отличие от обычного освещения, аура света создаёт постоянный день, который не зависит от времени суток.

source: dark area
ru: аура тьмы

source: This unit darkens tiles in a {RADIUS}-tile radius. Unlike normal darkens, this ability sets ToD light to -25% even during day.
ru: Этот боец затемняет местность вокруг себя в радиусе {RADIUS} гексов. В отличие от обычного затемнения, аура тьмы создаёт постоянную ночь вне зависимости от времени суток.

source: reduce defense
ru: уменьшение защиты

source: On hit, this reduces the enemy's defense on all terrain by
ru: При попадании снижает защиту врага на любой местности на

source: % for 1 turn. This stacks.
ru: % на 1 ход. Этот эффект стакается.

source: -$weapon.specials.reduce_defense.value| defense
ru: -$weapon.specials.reduce_defense.value| защиты

source: -$second_weapon.specials.reduce_defense.value| defense
ru: -$second_weapon.specials.reduce_defense.value| защиты

source: giantslayer
ru: убийца великанов

source: This attack deals 25% more damage for each level the enemy is above this unit.
ru: Эта атака наносит больше урона по врагам, уровень которых выше чем уровень этого бойца, на 25% больше урона за каждый уровень.

source: can attack again!
ru: могу атаковать снова!

source: double attack
ru: двойная атака

source: After using this attack, this unit and can attack again, but only with the same attack (or another attack with the same weapon special).
ru: После атаки юнит может атаковать ещё раз, но только этой же атакой (или другой атакой с этой способностью).

source: triple attack
ru: тройная атака

source: After using this attack, this unit and can attack again two more times, but only with the same attack (or another attack with the same weapon special).
ru: После атаки юнит может атаковать ещё два раза, но только этой же атакой (или другой атакой с этой способностью).

source: When this attack is used, its damage increases by
ru: При попадании урон атаки увеличивается на

source: lesser percentile damage
ru: меньший процентный урон

source: This attack deals bonus damage equal to
ru: Эта атака наносит бонусный урон равный

source: percentile damage
ru: процентный урон

source: cattle
ru: скот

source: This unit costs no upkeep, but is unable to capture villages.
ru: Скот не имеет содержания, но и не может захватывать деревни.

source: Captured: This unit is captured. It cannot move, or attack, has no ZoC, and it's defense on all mainline types of terrain is reduced by 10%, but the unit can still retaliate, and doesn't cost any upkeep to his side. After several turns pass without the unit being freed, the unit is automatically sold into slavery.
ru: Плен: этот юнит в плену. Он не может двигаться или атаковать, у него нет ZoC, и его защита на всех основных типах местности снижена на 10%, но юнит все еще может нанести ответный удар и не требует никакого содержания с его стороны. По прошествии нескольких ходов без освобождения отряда, отряд автоматически продается в рабство.

source: Charge!
ru: Вперёд!

source: Calculate whether this unit can freed
ru: Подсчитать, можно ли освободить пленника

source: Cage freeing calculator
ru: Кальтулятор пленения

source: Total capturer levels: <span color='#$steppe_cagecalc_capturer_color|'>$capturer_points|</span> Total level of freers: <span color='#$steppe_cagecalc_freer_color|'>$freer_points|</span> Can the unit be freed: <span color='#$steppe_cagecalc_canfree_color|'>$steppe_cagecalc_canfree|</span> (note: this menu only calculates only the <b>current</b> total levels, which can easily change during an enemy's turn)
ru: Сумарный уровень пленителей: <span color='#$steppe_cagecalc_capturer_color|'>$capturer_points|</span> Сумарный уровень освободителей: <span color='#$steppe_cagecalc_freer_color|'>$freer_points|</span> Освободить можно: <span color='#$steppe_cagecalc_canfree_color|'>$steppe_cagecalc_canfree|</span> (примечание: перевес уровней может легко изменится за ход врага)

source: $arsongold|g
ru: $arsongold| золотых

source: pillage
ru: мародёрство

source: Whener this unit kills an enemy, they earn their side an amount of gold equal to 75% (rounded up) of the killed enemy's gold cost. When moving onto a village, this unit automatically destroys it, giving the arsonist's side some gold (equal to 2+1 times the side's village gold setting), giving the unit 3 experience, healing the unit by 8 HP and removing poison. This ability does not work while enslaved. If a unit with pillage is leader (except in RPG), the side gains a bit of extra income to compensate for the faction usually not being able to hold villages.
ru: Когда мародёр убивает врага, его сторона получает золото, равное 75% (округляется ввёрх) стоимости убитого юнита. Если мародёр становится в деревню, то он сжигает её, а его сторона получает золото, равное доходу деревни за 2 хода +1, мародер получает 3 опыта, лечится на 8 ЗД и убирает яд. Порабощённые юниты теряют мародерство (но оно возвращается, если их освободить). Если лидер (кроме в РПГ) имеет эту способность, то его сторона получает небольшой бонусный доход, чтобы компенсировать невозможность держать деревни.

source: $lootgold|g
ru: $lootgold| золотых

source: +$tmp_incomebonus| income
ru: +$tmp_incomebonus| доход

source: capture
ru: пленение
