Repository: ForestDragon-wesnoth/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: ru

source: Not all slaves are ready to fight on the frontlines for the best place in the Khaganate. Some grovel before nagas and serpentheads: they exalt obedience, service to the Great Khagan and the Empire, and spy on other slaves. In return, they are given lighter work and a safer role in battle - holding a banner and shouting the overseer's commands with their horn. However, the spineless morality of the Rousers works both ways: they will not miss the opportunity to desert if their masters are not around, which is why they will never be compare in their benefits with the truly loyal guardsmen of the Khagan.
ru: Не все рабы готовы сражаться в первых рядах за лучшее место в Каганате. Некоторые пресмыкаются перед нагами и змееглавами: они превозносят покорность, служение Великому Кагану и Империи, шпионят за другими рабами. Взамен им дают более лёгкую работу и более безопасную роль в бою - держать знамя и трубить команды надзирателя в рог. Впрочем, подлая мораль прислужников работает в обе стороны: они не упустят возможности дезертировать, если хозяев не будет рядом, и именно поэтому им никогда не сравниться в своих выгодах с по-настоящему лояльными гвардейцами Кагана.

source: Rebel Bannerbearer
ru: Бунтарь-знаменосец

source: Giant Beaver
ru: Гигантский бобр

source: When the Ogre tribes under the rule of Yatuk moved to the West, they sought to occupy the lands near the rivers - the most suitable places for agriculture and trade. However, there they were opposed by huge, aggressive beavers, who were not afraid of the swords of ogre warriors and gnawed through the joints of their enemies as easily as they gnaw through thick oaks. In order to drive away the terrible creatures, Yatuk began his quest alone to hunt the King Avanque – the legendary beast, of whom he had learned about from the lips of the trolls of the Estmar Hills. Clashing in battle with the King of the river monsters himself, Yatuk lost his blade, which was easily cut in half by the strong teeth of his opponent. But then he grabbed the beaver's neck with his gauntlet and clenched his fist until the monster's vertebrae could not resist the inevitable crack. The King of Ogres emerged victorious in the duel of two monarchs. However, the beavers did not flee away. They began to reach out to Yatuk's tent and offer him smooth branches and river stones - they had recognized him as their new lord. The beavers still guard rivers and swamps, but now they guard them from the enemies of the Ogre Kingdom.
ru: Когда огрские племена под верховенством Ятука перемещались на Запад, они стремились занять земли вблизи рек – самые выгодные места для сельского хозяйства и торговли. Однако на этих местах им противостояли огромные, агрессивные бобры, которые не боялись мечей огрских воинов и так же легко перегрызали суставы врагам, как они перегрызают крепкие дубы. С целью прогнать ужасных тварей, Ятук в одиночку начал охоту на Короля-Аванка – легендарного зверя, о котором он узнал из уст троллей Эстмарских Холмов. Схлестнувшись в бою с самим королём речных чудовищ, Ятук потерял свой клинок, который был легко перекушен пополам крепкими зубами противника. Но затем он схватился за шею бобра своей латной рукавицей и продолжал сжимать кулак, пока позвонки монстра не дали трещины. Король огров вышел победителем в поединке монархов. Однако бобры не разбежались. Они стали тянутся к шатру Ятука и подносить ему ровные ветки и речные камни – они признали в нём своего нового владыку. Ныне бобры всё так же сторожат речные воды и болота, но теперь от врагов огрского королевства.

source: monstrous grip
ru: чудовищный захват

source: Monstrous Beaver
ru: Чудовищный Бобр

source: The adult giant beavers reach such size that the difference between juvenile giant beavers and regular ones might seem small. Such Monstrous Beavers alone can fell the most ancient trees and push aside the heaviest boulders with their flat tails. With the same ease, they manage to gnaw through plate armor and knock down the strongest opponents, after that it is no big deal for them to drag an unconscious enemy to the depths and drown them there.
ru: Взрослые бобры могут достигать таких размеров, что разница между младшими гигантскими бобрами и обычными может показаться незначительной. Такие бобры-монстры в одиночку могут валить старейшие деревья и сталкивать тяжелейшие валуны своими плоскими хвостами. С такой же лёгкостью им удаётся прогрызать латные доспехи и сбивать с ног самых крепких противников, после им ничего не стоит утянуть бессознательного врага в тёмные глубины и утопить там.

source: Avanque
ru: Аванк

source: As they age, giant beavers show more and more strange characteristics that distinguish them from ordinary animals. They have scales and keratinized skin, making them related to some water lizards. They also acquire the most advanced intelligence of all beavers, even being occasionally capable of speech and rumored to be magic. These older beavers are known as avanks, and play a role among their Kindred that the Pans do among the Ogres. Although they were loyal to the King of Avanks in the past, they now zealously serve the Ogre Monarch. However, it is not known whether any beaver can grow to the stage of the King of Avanks under the current conditions…
ru: С возрастом у гигантских бобров проявляется всё больше странных характеристик, которые отличают их от обычных особей. У них появляется чешуя и ороговевшая кожа, роднящая их с некими водными ящерами. Они также обретают более развитый разум из всех бобров, даже иногда будучи способны к речи, а по слухам – и к магии. Такие старейшие бобры носят название аванков и выполняют среди сородичей примерно ту же роль, что и Паны среди огров. Хотя в прошлом они были верны Королю Аванков, ныне они рьяно служат огрскому монарху. Однако неизвестно, сможет ли какой бобёр дорасти до стадии Короля Аванков в нынешних условиях…

source: Halfogre Outlaw
ru: Изгой

source: Prolonged proximity to Humans gave rise to the phenomenon of half-ogres. Their birth is a disgrace to an ogre feudal lord, and therefore half-ogres are deprived of all inheritance rights and kept at best as servants, but most often expelled. Then they go to the main road and stray into gangs of vagabonds. Ogre blood is strong, from the union of a half-ogre and a man a new half-ogre is born, therefore, over the centuries, half-ogres have become a separate race, numbering thousands of representatives. Non-royal feudal lords often recruit them into service, armed with large crossbows and clubs.
ru: Длительное соседство с людьми породило феномен полуогров. Их рождение - позор для огра-феодала, а потому полуогров лишают всех прав наследования и держат в лучшем случае как прислугу, но чаще всего изгоняют. Тогда они идут на большую дорогу и сбиваются в ватаги бродяг. Огрская кровь сильна, от союза полуогра и человека рождается новый полуогр, поэтому за столетия полуогры превратились в отдельную расу, насчитывающую тысячи представителей. Феодалы не-королевских кровей часто привлекают их на службу, вооружая большими арбалетам и дубинами.

source: club
ru: дубинка

source: crossbow
ru: арбалет

source: Halfogre Bandit
ru: Разбойник

source: Not all half-ogres are ready to accept the rules of the game and enter the service of former oppressors. Many remain on the high road, surviving through pillage and robbery. Large gangs can even attack the feudal lord's possessions, marauding in the vicinity of the castle and setting fields and buildings on fire. Of course, their services are useful to warring lords, but deals with bandits are made in secret so as not to spoil the reputation.
ru: Не все полуогры готовы принять правила игры и поступить на службу к бывшим угнетателям. Многие так и остаются на большой дороге, выживая за счёт грабежа и разбоя. Большие банды могут нападать даже на владения феодала, мародёрствуя в окрестностях замка и поджигая поля, постройки. Разумеется, их услуги полезны для воюющих лордов, но сделки с бандитами совершаются тайно, чтобы не испортить репутацию.

source: Halfogre Rebel King
ru: Король разбойников

source: Every half-ogre dreams of regaining the rights to the allotment, from where his ancestors were once expelled. Some achieve success in this struggle: having gathered many bandits under their command, they seize a castle from some knight and declare themselves kings of brigands. True, none of their 'kingdoms' based on 'freedom, equality and brotherhood' (only for half-ogres, of course) lasted even a couple of years.
ru: Каждый полуогр мечтает вернуть себе права на надел, откуда когда-то изгнали его предков. Некоторые достигают успехов в этой борьбе: собрав под своё начало множество бандитов, они захватывают замок какого-нибудь рыцаря и объявляют себя королями разбойников. Правда, ни одно из их "королевств", основанных на "свободе, равенстве и братстве" (только для полуогров, разумеется) не продержалось и пары лет.

source: Halfogre Mercenary
ru: Наёмник

source: Adult half-ogres that survived battles and saved up a decent amount of gold, buy leather armor, a helmet, a pavese shield and a heavy crossbow, and go into mercenaries. Now they are not a gang of outcasts, but professional warriors who will not serve just anyone. The armor-piercing bolts fired by mercenaries from their crossbows are capable of not only going through armor but also breaking it, so bands of these marksmen are a great help in a war dominated by heavy infantry.
ru: Взрослые полуогры, что уцелели в боях и скопили приличное количество золота, покупают кожаную броню, шлем, щит-павезу и тяжёлый арбалет, и идут в наёмники. Теперь они не шайка изгоев, а профессиональные воины, которые не станут служить кому попало. Бронебойные болты, которые наемники выпускают из своих арбалетов, способны не только пробить, но и разломать доспехи, поэтому отряды этих стрелков являются отличным подспорьем на войне, где доминирует тяжёлая пехота.

source: Halfogre Landsknecht
ru: Ландскнехт

source: The best of the mercenaries become Landsknechts. This honorary title goes to them at the cost of many battles and wounds. Landsknecht is wealthy, so he wraps his scarred body in heavy ogre armor and picks up an imposing hand ballista. One shot from it is capable of knocking down an ogre or flashing through several human bodies. Although the services of landsknechts are not cheap (old mercenaries know their worth!), Pans and even the King do not disdain to use them, because the benefits that Landsknechts bring to the battlefield override any questions of honor and morality.
ru: Лучшие из наёмников становятся ландскнехтами. Это почётное звание достаётся им ценой множества битв и ранений. Ландскнехт богат, а потому заковывает своё расписанное шрамами тело в тяжёлые огрские доспехи и берёт в руки внушительную ручную баллисту. Один выстрел из неё способен повалить огра или прошить насквозь несколько человеческих тел. Хоть услуги ландскнехтов и недёшевы (старые наёмники знают себе цену!), ими не брезгуют воспользоваться паны и даже король, ведь польза, которую ландскнехты приносят на поле боя, перекрывает любые вопросы чести и морали.

source: handheld ballista
ru: арбаллиста

source: armor-piercing shot
ru: бронебойный выстрел

source: Ogre Feudal
ru: Феодал

source: Under the feudal system, the top in the hierarchy of society is occupied by the warrior class. Due to their privileged position, Ogre feudal lords can afford armor and a mount – enormous boars, living in special lands of the upper class. A heavy spear combined with the strength of an Ogre rider inflicts heavy injuries, easily piercing through smaller creatures. The mount itself is also dangerous - rushing like a boulder along the mountainside, it crushes the bones and sends those not lucky enough to be in its way into flight.
ru: При феодальном строе вершину в иерархии общества занимает военное сословие. За счёт своего привилегированного положения огрские феодалы могут позволить себе броню и верховое животное – огромных огрских кабанов, живущих в специальных угодьях представителей высшего сословия. Увесистое копьё при силе всадника наносит тяжёлые увечья, запросто протыкая меньших существ насквозь. Опасен и сам ездовой зверь – несясь как валун по склону горы, он крошит кости и отправляет в полёт тех, кому не посчастливилось оказаться у него на пути.

source: lance
ru: пика

source: Ogre Aristocrat
ru: Аристократ

source: Every state, culture, race has aristocrats. Although aristocrats are still a military class, in many places and contexts the word has taken on the connotation of some sophisticated person who is more inclined towards the arts and sciences than war. Ogre nobles combine both - their art is boar riding, their science is warfare. Having rich experience of warfare – perhaps the only way of vertical mobility – Ogre Aristocrats are much more skilled than their associates in battle, while personal wealth provides good armor and weapons.
ru: Аристократы есть у всякого государства, культуры, расы. Хотя аристократы и являются по прежнему военно-служилым сословием, во многих местах и контекстах это слово приобрело оттенок некой искушённой особы, которая склонна скорее к искусству и наукам, чем к войне. Огрские аристократы совмещают и то, и другое – их искусство – езда, их наука – военное дело. Имея богатый опыт войны – едва ли не единственного способа вертикальной мобильности – огрские аристократы куда искуснее своих соратников в бою, а личное богатство обеспечивает хорошей бронёй и оружием.

source: Ogre Royal Knight
ru: Королевский рыцарь

source: Having proved their loyalty and skill in combat, the most distinguished nobles can achieve the title of Royal Knights - members of the retinue of the Ogre King himself. “Boar Paladins” are easily distinguished from the rest of the warriors by the black banner that plaps over the pale bones of the fallen enemy, which now holds the flag of the victor. With great experience and mastery, the Royal Knights can change the direction of their heavy beasts with amazing accuracy, without giving anyone a chance to avoid their mighty charge.
ru: Доказав свою верность и искусство боя, наиболее отличившаяся знать может достичь титула Королевских рыцарей – членов дружины самого короля огров. “Кабаньих паладинов” легко отличить на фоне остальных воинов по чёрному знамени, что развивается над бледными костями павшего врага, что теперь держит флаг победителя. За счёт большого опыта и сноровки, Королевские рыцари с удивительной точностью могут менять направление движения своих тяжёлых зверей, не давая кому-либо шанс ускользнуть от их могучего разгона.

source: Ogre Magnate
ru: Магнат

source: Magnates are in many ways similar to Aristocrats, but their position is dictated more by wealth than by title. Often, they are even richer than many other representatives of the upper class, but their political power is limited – no matter how rich a magnate is, he cannot claim a vote in the Sejm - the council for monarch elections. However, most ogre kings tend to be on good terms with the magnates - the gold from their thick purses is enough to equip and train sizable armies. And they themselves are not simple folk in battle - they have at their disposal the thickest and most ferocious boars and the strongest maces - the main symbol of the magnate blood lines, with the power of heavy blows of which the magnates smite miserable and unworthy peasants beneath them.
ru: Магнаты во многом схожи с аристократами, однако их положение больше продиктовано денежным состоянием, чем титулом. Зачастую они даже богаче многих других представителей высшего сословия, однако их политическая власть ограничена – каким бы богатым ни был магнат, он не может претендовать на голос в сейме – совете по выбору монарха. Однако большинство огрских королей стремятся быть на хороших отношениях с магнатами – золота из их толстых сумок хватает на вооружение и обучение значительных армий. Да и сами они не просты в бою – в их доступе находятся самые толстые и свирепые кабаны и самые крепкие булавы – главный символ магнатских родов, мощью тяжёлого удара которого магнаты проминают под собой жалких и недостойных смердов.

source: Ogre Noble Son
ru: Знатный сын

source: The noble estates of feudal kindoms are largely militaristic in nature, but even they are often engaged in philosophy, science and art. Among the Ogres, the military estate is focused exclusively on war - even if it is engaged in philosophy, science and art, then this is military philosophy, military science and military art. The sons of noble families are engaged in war and are accustomed to it from a young age - largely under the supervision of older relatives, fathers. Although they lack military experience and high-quality weapons, Noble Sons make up for it with youthful prowess and tenacity in battle, which will later help them achieve higher privileges through military feats.
ru: Знатные сословия феодальных государств во многом имеют военный характер, однако даже они часто занимаются философией, наукой и искусством. У огров же, военное сословие сфокусировано исключительно на войне – даже если оно и занимается философией, наукой и искусством, то это военная философия, военная наука и военное искусство. Занимаются войной и приучаются к ней сыны благородных родов с юного возраста – во многом под началом старших родственников, отцов. Хотя им не достаёт опыта военных действий и качественного вооружения, знатные сыны компенсируют это молодой удалью и наглостью в бою, что в дальнейшем поможет им на военных подвигах достичь более высоких привилегий.

source: Ogre Heir
ru: Наследник

source: When an Ogre son proves his abilities in battle, older feudal lords can already see him as a worthy heir. Gaining money and fame, Heirs first of all spend them on better weapons. Although they are no strangers to feasting and drinking, better equipment will more likely allow them to rise to higher honors. However, one should not ignore the internal struggle - the brother's dagger is less merciful than the axe of a foreigner.
ru: Когда огрский сын доказывает свои способности в бою, более старшие феодалы уже могут видеть в нём достойного наследника. Обретая деньги и славу, Наследники в первую очередь тратят их на более качественное вооружение. Хотя пиры и попойки им не чужды, лучшее снаряжение скорее позволит им дослужиться до более высоких почестей. Однако не стоит игнорировать и внутреннюю борьбу – кинжал брата щадит меньше, чем секира чужака.

source: Ogre Pan
ru: Пан

source: Heirs who were able to achieve high merits, can claim the title of Pan - the first people in the state after the King himself. Pans govern panlands, the largest divisions of the Ogre Kingdom. Such huge power also gives them the right to participate in the Sejm, where, in addition to feasts and drinking parties, important issues are being solved - for example, the elections of the King. Great influence also allows them to count on better weapons, which easily distinguish them from the closest ranks of nobility, and far from the favor of the latter.
ru: Наследники, которые смогли добиться значительных заслуг, могут претендовать на титул Пана – первых лиц в государстве после самого Короля. Они управляют панствами – крупнейшими делениями королевства огров. Такая огромная власть таже даёт им право на участие в сейме, где помимо пиров и попоек проходит решение важных вопросов – например, выборы Короля. Большое влияние также позволяет им рассчитывать на лучшее вооружение, которое легко отличает их от ближайшей по рангу знати, и далеко не в пользу последней.

source: shield
ru: щит

source: Ogre King
ru: Король

source: To live up to the title of King, a Pan requires exceptional flexibility and durability to get through numerous military campaigns and internal intrigues. The lower feudal lord cannot disobey the words of the supreme monarch - both because of great authority and a great sword, the size of which is enough to cut from head to toe the enemies of the state and the throne. The ogre monarch holds Matuk's Plate Glove, one of the relics of the kingdom, along with the Sword of the Founding King, which is also a symbol of secular power in the state.
ru: Чтобы дожить до титула Короля, Пану требуется исключительная гибкость и живучесть, чтобы пройти через многочисленные военные кампании и внутренние интриги. Ослушаться слова верховного монарха низший феодал не может – как от огромного авторитета, так и от огромного меча, размеров которого хватает для того, чтобы разрубать от макушки до пят врагов государства и престола. Монарх огров держит при себе Латную Перчатку Матука – одну из реликвий королевства наравне с мечом Короля-основателя, по совместительству – символ светской власти в государстве.

source: matuk's glove
ru: перчатка Матука

source: eviscerating strike
ru: разрубающий удар

source: River Warrior
ru: Воин реки

source: harpoon
ru: гарпун

source: River Ataman
ru: Речной атаман

source: River Getman
ru: Речной гетьман

source: Fire Pig
ru: Огневая свинья

source: kamikaze
ru: камикадзе

source: Fire Boar
ru: Огневой кабан

source: Unleash the might of the Tsar Bimba!!!
ru: Узри мощь Царь-Бiмбы!!!

source: Tsar Bimba
ru: Царь-Бiмба

source: Ogre Cleric
ru: Клирик

source: The ogre religion, which takes its roots from the teachings of white mages from the Kingdom of Wesnoth, aims to slay monsters and vile spirits, with which the soul of a noble slayer is cleansed. In order to maintain and spread the idea of ​​'cleansing the fire of the soul', Ogres created a clergy estate, perhaps much more complexly organized than in the realm of Humans. Clerics are just the first step in the spiritual hierarchy. They serve in temples and monasteries, as well as - as befits any ogre - on the battlefield, where they strike heretics with streams of light and knock out their teeth with heavy blows.
ru: Религия огров, которая берёт свои корни из учений белых магов из королевства Веснот, ставит своей целью уничтожение чудовищ и нечисти, за счёт чего душа благородного убийцы очищается. С целью поддержания и распространения идеи “очищения огня души”, народ огров создал духовное сословие, возможно, куда более сложно организованное чем в самом королевстве людей. Клирики – первая ступень в духовной иерархии. Они служат в храмах и монастырях, а также – как и подобает любому огру – на поле боя, где поражают еретиков потоками света и выбивают им зубы увесистыми тумаками.

source: holy light
ru: божественный свет

source: Ogre Bishop
ru: Епископ

source: Bishops are a higher level of the clergy, which is granted to clerics for their zealous service to the Church, proving their devotion to the ideals of the cult. Bishops are engaged in general control over the conduct within the spiritual organization: the observance of rituals, the service of lower ranks, the collection of taxes. Beginning at this stage, priests receive a crude staff to help them direct the cleansing light as well as tap on the tops of dissenters.
ru: Епископы – это более высокая ступень духовенства, которой клирики дослуживаются за рьяную службу Церкви, доказывая свою преданность идеалам культа. Епископы занимаются общим контролем за работой внутри духовной организации: соблюдение ритуалов, служба низших санов, сбор налогов. Начиная с этой ступени, священники получают грубый посох, который помогает им направлять очищающий свет, а также стучать по макушке несогласным.

source: Ogre Cardinal
ru: Кардинал
