Repository: ForestDragon-wesnoth/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: ru

source: race^Wooly Bull
ru: Шерстистый бык

source: race+female^Wooly Cow
ru: Шерстистая корова

source: race^Desert Naga
ru: Песчаный наг

source: race+female^Desert Nagini
ru: Песчаная нагиня

source: race^Desert Nagas
ru: Песчаные нага

source: Desert nagas are, a serpentine people living in the desert south of the Great Steppe, and distant relatives of the aquatic naga. Unlike their western counterparts, desert nagas have smoother, more muscular bodies and yellowish scales. They practically do not know how to swim, and act poorly in the water, but they move well on the sand and are excellent diggers. Their dwellings are deep holes in the sand, fortified with clay, with a small round hut around the entrance, also made of clay. Desert nagas did not have a developed culture and lived in small settlements, which were ruled by the head of the clan - the chieftain. They did not engage in agriculture, and instead preferred hunting and robbery. Before the arrival of the serpentheads, desert nagas loved to ambush trade routes. They buried themselves in the sand, and then suddenly attacked the caravans, jumping out of the sand, then using primitive clubs and various weapons captured in battle. Goods plundered by the nagas was rarely used effectively. More often than not, they simply put the best things in their burrows and used the weapons for future raids. Among themselves, as well as with other peoples, the desert nagas rarely ever traded, except in exceptional cases, when the looted goods had to be sacrificed in order to acquire things necessary for survival of the tride, or to buy off stronger conquerors. The arrival of the Serpentheads turned the once primitive desert barbarians into the elite of the new slave state. Finding some physical similarity, the powerful serpentheads chose the nagas as the first race with which they would subdue the rest. In an instant, the dunes of desert nagas were filled by hordes of Nuckelavee led by four-armed creatures similar to them. The serpentheads declared themselves a race of gods to the naga, and invited them to take part in their divine plan, the purpose of which being to create the so-called Serpent Khaganate and conquer all other peoples for the snake race. Many of the nagas happily accepted new masters - they would later become generals and bodyguards of the serpentheads - but some refused. The villages of the latter were brutally slaughtered and their children forced to become servants. Now their descendants perform various engineering work in the Khaganate, such as digging ditches and pit traps. Thus, Serpent Kaganate appeared. Under the rule of serpentheads, desert nagas have evolved significantly. They received literacy, their new owners taught them various knowledge, both in domestic and military affairs. The naga have become something of an aristocracy. In the course of the following conquests, even the lowest of them acquired their own slaves, and the higher ranking ones outright got whole palaces, and the right to feast at the same table with the serpentheads themselves. The current generation of naga are very proud of their position, and will defend the Khagan's power to the last.
ru: Песчаные нага — дальние родственники водяных нага, змеиный народ, живущий в пустыне к югу от Великой степи. В отличие от своих западных собратьев, песчаные нага имеют более гладкое и мускулистое тело и желтоватую чешую. Они практически не умеют плавать, и плохо действуют в воде, но зато в совершенстве передвигаются по песку и отлично копают. Их жилища – глубокие норы в песке, укрепленные глиной, с небольшим круглым домиком вокруг входа, также сделанным из глины. Песчаные нага не обладали развитой культурой и жили небольшими поселениями, которыми управлял глава рода – вождь. Они не занимались хозяйством, а больше любили охоту и грабёж. До пришествия змееглавов песчаные нага любили устраивать засады на торговых путях. Они зарывались в песок, а затем внезапно атаковали караваны, используя в бою примитивные дубины и разное трофейное оружие. Награбленное добро наги редко использовали эффективно. Чаще всего они просто складывали лучшие вещи в свои норы, а оружие использовали для будущих набегов. Между собой, а так же с другими народами песчаные наги практически не торговали, разве что в исключительных случаях, когда награбленным добром приходилось пожертвовать, чтобы приобрести необходимые для выживания вещи или откупиться от более сильных завоевателей. Пришествие змееглавов сделало из примитивных пустынных варваров элиту нового рабовладельческого государства. Обнаружив некоторое физическое сходство, могущественные змееглавы избрали нагов первым народом, с помощью которого они подчинят остальные. Вмиг дюны песчаных нагов наполнили орды нукелави под предводительством похожих на них четырёхруких существ. Змееглавы объявили себя расой богов нага, и предложили им принять участие в божественном замысле, цель которого – создать так называемый Змеиный Каганат и покорить змеиной расе все прочие народы. Часть нага с радостью приняла новых хозяев – они впоследствии станут генералами и телохранителями змееглавов,— но некоторые отказались. Их деревни были жестоко вырезаны, а их дети обращены в прислугу. Теперь их потомки выполняют разные инженерные работы в Каганате, например, копают рвы и ямы-ловушки. Так появился Змеиный каганат. Под властью змееглавов песчаные наги существенно развились. Они получили письменность, новые хозяева обучили их разным хозяйственным премудростям и военному делу. Нага стали чем-то вроде аристократии. В ходе следующих завоеваний даже низшие из них обзавелись собственными рабами, а высшие так вообще получили богатые дворцы и право пировать за одним столом с самими змееглавами. Нынешнее поколение нага гордится своим положением, и будет до последнего защищать каганскую власть.

source: race^Gnoll
ru: Гнолл

source: race+female^Gnoll
ru: Гнолл

source: race^Gnolls
ru: Гноллы

source: Gnolls are a race of hyenas walking on two legs from iron-rich hills of Gravr. In ancient times they were a bunch of savage tribes of hunters and fishermen who lived in poor shacks in a hilly savannah of their region and who, just as nagas, practiced pillage. While nagas pillaged the trading routes which go through the desert between human cities, gnolls prefered marching on the cities themselves. From obedient cities they received tribute (which included humans whom gnolls ate), those triying to retain independence were besieged and stormed. More than one oasis was captured and pillaged by swarms of hyena-headed savages, many once flourished settlements were erased from existence and never rose again and piles of half-gnawed skeletons left in their ruins... But something hindered gnolls - it's their lack of unity. Tribes speaking at least three dozen different languages were too proud to unite with anybody - because for uniting you need a common chief. For gnolls to acknoledge a member of another tribe as a chief means to diminish dignity of their own tribe, which they deemed unacceptable. They thought that gnolls of other tribes deserve only being eaten. All of this was exploited by humans cities, they pitted formidable savages against each other reducing their numbers and strength. As for relations with other races, gnolls always considered themselves superior to others and would never obey outsiders; even as mercenaries they had a reputation of the least reliable of all. At any moment a gnoll could turn his bone flail-trap and his claws against a former ally... That was believed until the time when fluttering banners of the Snake Khanagate appeared in Gravr with the roar of elephant's tusks trumpets. The lands of Gravr were gifted by the khagan to old naga nobility; by his highest will bekhs of the hissing with their assembled troops of vassal nagas enhanced by nukelavees and serpenthead representatives of the khagan entered gnolls' hills and immediately started building fortresses there. Gnolls respond to this as it's an invasion and tried to repel the invaders. Militias of hyena-headed ones were lashing the outsiders, with wrathful howl chiefs challenged enemy commanders to a duel. Bekhs laughed at this from their palanquins and, usually even without interrupting the building process, threw nukelavees in combat trampling walking savages and making them flee... However not all gnolls were annoyed by the invasion of the outsiders. A decent number of chiefs (usually those whose lands weren't affected by building of the Khaganate's fortresses, also those who were firsthand enemies of a tribe attacked by snakes) sent their embassies to, as one of them described,
ru: Гноллы - раса прямоходящих гиен из железоносных холмов Гравра. В древности они были рядом диких племён охотников и рыболовов, живших в убогих землянках на холмистой саванне своего края, и промышлявших, как и наги, грабежом. Но если наги грабили торговые пути, что тянутся через Пустыню между человеческими городами, то гноллы предпочитали ходить в походы на сами города. У покорных они брали дань (в том числе людьми, которых ели), а стремившихся сохранить независимость осаждали и брали штурмом. Не один оазис был захвачен и разграблен толпами гиеноголовых дикарей, многие некогда процветавшие поселения были стёрты с лица мира и больше не возродились, а на их руинах остались лишь горы обглоданных скелетов... Но кое-что гноллам мешало - их раздробленность. Племена, говорящие, по крайней мере, на трёх десятках непохожих языков, были слишком горды, чтобы объединяться с кем-то - ведь для объединения нужен общий лидер, а признать вождём представителя чужого племени значило бы для гноллов принизить достоинство своего, что они считали недопустимым. По их мнению, гноллы из других племён годились только в пищу. На этом неплохо играли города людей, стравливая грозных варваров между собой, сокращая этим их численность и боевую мощь. Что же до отношения с другими расами - гноллы считали себя выше всех остальных, и никогда бы не подчинились чужакам; даже как наёмники они слыли самыми ненадёжными из всех. В любой момент гнолл может повернуть свой костяной кистень-капкан и свои когти с клыками на бывшего союзника... Так считалось до того момента, пока в Гравре не появились под рёв труб из слонового бивня развевающиеся знамёна змеиного кагана. Земли Гравра каган подарил старой нагской аристократии; по его высочайшей воле, беки шипящих вместе с собранными ими отрядами из вассальных нагов, усиленные нукелави и представителями кагана - змееглавыми, вошли в пределы гнольских холмов, тут же приступив к обустройству там крепостей. Гноллы отреагировали на это, как на вторжение, и попытались дать пришельцам отпор. Ополчения гиеноголовых обрушивались на чужаков, с гневным воем вожди вызывали вражьих командиров на поединок, над чем беки лишь смеялись со своих паланкинов, и, зачастую даже не делая перерыв в строительных работах, бросали в бой нукеллави, что втаптывали пеших дикарей в землю и обращали в бегство... Но не все гноллы с раздражением отреагировали на пришествие чужаков. Солидная часть вождей (в основном тех, чьи земли не затронуло строительство крепостей каганата, а также тех, кто был непосредственным врагом враждебного змеям племени) вступили с допрекрасного храбрыми, как выразился один из них, иноземцами в сношения. Любое посольство гнолльских племён, что пришло не объявить войну, но поинтересоваться, зачем чужестранцы здесь объявились, ласково встречалось нагскими беками, и те объясняли варварам, что не меч они принесли, но мир, знакомили гнолльских послов с предоставленными им во пользование артефактами змееглавых - Компасами земли, что способны находить жилы железной руды и необходимый для выплавки стали уголь, выражали надежды на взаимовыгодное сотрудничество. Те из вождей, что на это сотрудничество пошли, здорово выиграли - предоставив рабочих на добычу железа, они получили доступ к железному, а потом и стальному оружию. Привлечённые к обороне крепостей от своих более принципиальных собратьев племена восприняли от нагов боевые построения, которыми стали успешно пользоваться. Чем активнее шло строительство змеиных крепостей, добыча железа и выплавка стали, тем жарче разгоралось пламя войны в Гравре. Три из двенадцати нововозведённых крепостей нагов пали, и их сгоревшие остовы были растоптаны когтистыми лапами свирепых варваров. Тогда каган объявил самого активного из посланных в эту страну аристократов беклярбеком, установив его в иерархии над прочими беками, сделав более организованной систему обороны и управления этой гнолльской окраины. При дворе беклярбека нашли себя многие вожди гиеноголовых, всё более включавшиеся в систему образующегося государства. И уже через девять лет с начала экспансии каганата последний сопротивляющийся предводитель дикарей был убит, а все гноллы так или иначе стали подданными державы змееглавов как воины, рудокопы, чиновники и даже фермеры - змееглавы познакомили гноллов с земледелием, скотоводством, открыли пригодные для этого виды животных и растений, и гнолльские фермеры стали основывать и наращивать свои хозяйства. И с окончанием объединения края вышел новый указ кагана. Племенные ополчения гноллов были преобразованы в одну единую наёмную армию под начальством беклярбека, которой из государственной казны за службу выплачивалось жалование, и в которой верные и доблестные воины не просто могли, а должны были получать офицерские звания, а с ними ещё больше денег и власть. Блистающие сталью многотысячные гиеноголовые легионы замаршировали под начальством гнольских офицеров по улицам городов новой страны, вчерашние дикари, обладавшие живым умом, восприняли дисциплину, денежные отношения, понятие карьерного роста и даже понятие патриотизма, становясь всё более цивилизованными. Становясь всё более явной, всё более страшной новой когтистой рукой кагана. И тогда-то с удивлением наблюдавший за всем этим окрестный мир запаниковал. Человеческие города послали в столицу Змеиного каганата послов, дабы вопросить - зачем кагану нужны эти войска у их границ? На это владыка пустыни ответил: подчинитесь, и тогда не узнаете, зачем они нужны. Принёсшие эти вести послы всколыхнули подъём гордости в человеческих городах, которые объединились в альянс для обороны от недружественного соседа. Змееглавы же объявили это союзом для нападения на каганат, мобилизовали всех вассалов нагских князей, усилили их отрядами монстров-нукеллави, соединили с гнолльской армией и начали нашествие на человеческие города, которые все до одного пали всего лишь за пару лет. Человеческое население было порабощено, пассионарии вырезаны, и над всем Югом взвился стяг кровавой змеиной оккупации... Это стало первой компанией гнолльских легионов кагана, которые в ней отлично себя проявили. Теперь же их стальные кистень-капканы направлены волей кагана на Север, на новые земли, ради приносящей повышение славы, ради приносящих награды побед... И ради приносящих удовольствие пиршеств телами поверженных врагов. В конце концов - ради мудрого кагана, который для истинного гнолла ныне - первый после Бога!

source: race^Vampire
ru: Вампир

source: race+female^Vampire
ru: Вампирка

source: Vampires are bloodsucking sentient undead found all over Irdya. Steppe or, as they're also called, Eastern vampires differ a bit from their Western brethren. The key trait of the Steppe Vampire is transformation: during daylight they look like ordinary people, at night they take their true form and look like skinny dry deceased with toothy maws and burning eyes. In any of these forms the Eastern vampire is faster and stronger than an ordinary human, though in comparison with the Western vampire the Eastern one is likely to be a bit weaker. But when it comes to dark sorcery and cunning the Steppe Vampires advanced a lot further than any other undead. They possess dozens of spells with shadows, illusions and even blood; their communities inflitrated human kingdoms of the South so deep that at some point Steppe vampires just manipulated them with the ease Western vampires could only dream of. Just as a lot of vampires of the West, Eastern vampires live in clans. They despise lone vampires and try to either recruit or destroy them. The residence of a clan may be inside ruins of some fortress, in a cave, in a royal court, it even may be a nomadic settlement somewhere deep in the desert. Before the arrival of Serpentheads four great vampire clans divided the human lands among themselves and controlled their fates through saboteurs inside nobility. The invasion of gnolls and nagas under the command of new mysterious creatures was met by vampires with hatred; vampires weren't going to surrender their power to aliens and gathered resources for the confrontation against new enemies. But, one after another, human cities were turned to ashes. Serpentheads discovered vampires among their nobility, examined them and seeing them as a threat started a real undead hunt. Vampires who got used to undisputed domination proved themselves unprepared to a gruelling magical struggle. Two of the four great clans were eliminated. Rumour was that their leaders were scorched by the black snake fire, which they couldn't get rid of with neither with water nor magic. The heads of the third clan decided that an open confronation against Serpentheads is too dangerous and they fled to inaccecible mountains to the South. The fourth clan, named
ru: Вампиры — кровососущая разумная нежить, распространённая по всей Ирдии. Степные, или, как их ещё называют, восточные вампиры, несколько отличаются от своих западных собратьев. Главной особенностью степного вампира является перевоплощение: днём они принимают вид обычных людей, а ночью обретают свою истинную форму, и выглядят как тощие, сухие покойники с зубастыми пастями и горящими глазами. В любой из этих форм восточный вампир быстрее и сильнее обычного человека, но если сравнивать с западным вампиром, то восточный, вероятно, окажется послабее. Однако в том, что касается тёмного колдовства и коварства вампиры-степняки продвинулись гораздо дальше, чем любая другая нежить. В их арсенале десятки различных заклятий с тенями, иллюзиями и даже кровью; их сообщества так крепко внедрились в человеческие царства Юга, что в какое-то время просто играли их судьбами с лёгкостью, о которой западные вампиры могут только мечтать. Как и многие вампиры запада, восточные вампиры живут кланами. Вампиров-одиночек они презирают и по возможности вербуют либо уничтожают. Резиденция клана может находиться в руинах какой-нибудь крепости, в пещере, в царском дворе, это может быть даже кочевое поселение где-то в глубине степи. Накануне пришествия змееглавов 4 великих вампирских клана поделили между собой человеческие земли и распоряжались их судьбой через диверсантов среди знати. Нашествие гноллов и нагов под властью новых странных существ было встречено ими с ненавистью; вампиры не собирались отдавать свою власть пришельцам, и мобилизовали все ресурсы для борьбы с ними. Но вот один за другим города людей обращались в пепел. Змееглавы обнаружили вампиров среди их знати, изучили их, и сочтя их угрозой, открыли настоящую охоту на нежить. Вампиры, привыкшие к безраздельному господству, оказались не готовы к изнурительной магической борьбе. Два из четырёх великих кланов были уничтожены. По слухам их лидеров испепелил чёрный змеиный огонь, от которого нельзя было избавиться ни водой, ни магией. Главы третьего клана решили что бороться со змееглавами в открытую слишком опасно и ушли в неприступные горы на юге. Чётвертый клан, именуемый среди вампиров «Серый рассвет», усмотрел в могуществе змееглавов новые возможности. Прежде вампиры из «Серого рассвета» жили в степи и контролировали торговые пути, а также окраины всех великих человеческих царств, теперь же они захотели стать главной вампирской силой на всем Юге. Для этого главы «Серого рассвета» обратились к Кагану змееглавов и предложили ему свою службу. Каган счёл, что из вампиров могут получиться полезные союзники, и заключил с ними договор. «Серый рассвет» переносил свою резиденцию в столицу Каганата и обязывался поддерживать власть змееглавов на всех землях юга, а также бороться с другими вампирами, которые порой досаждали своими диверсиями, а взамен Каган открывал им некоторые магические секреты и одаривал подарками, включая множество человеческих рабов. Ныне «Серый рассвет» служит великому Кагану. Его вампиры — это глаза, уши и невидимая рука змеиной власти. Они выполняют роли шпионов и убийц в мирное время, и элитного отряда мобильных боевых магов — в военное.

source: race^Serpenthead
ru: Змееглав

source: race+female^Serpenthead
ru: Змееглава

source: race^Serpentheads
ru: Змееглавы

source: Serpentheads are a mysterious race who crawled out of mountain gorges of the East several centuries ago. Their true origin is enshrouded with legends, but they have never hidden their goal. Their goal is to subjugate all living peoples and achieve the power over the whole world. Serpentheads have a human torso, a serpent head and a tail. They have two pairs of hands, their intelligence is sharp and accurate, and their hyptonic influence makes creatures of other species obey them. A powerful magical aura allows serpentheads to use the black flame, a fire that burns everything. The black flame is used both in industry and in combat. But the main weapon of serpentheads is their organization. The order, known as the Serpent Khaganate, never knew any internal unrest or coup. In just three hundred years its territory expanded from a point far in the mountains to the whole South of the continent. For a serpenthead the strict hierarchy is more natural than daily sunrise and sunset.
ru: Змееглавы - таинственная раса, выползшая из горных ущелий Востока несколько столетий назад. Их истинное происхождение окутано пеленой легенд, но они никогда не скрывали своей цели. Их цель - подчинение всех живущих народов и достижение власти над всем миром. Змееглавы имеют людской торс, змеиную голову и хвост. Рук у них аж две пары, интеллект остр и точен, а гипнотическое воздействие скрытого под чешуёй третьего глаза заставляет подчиняться им существ других видов. Мощная магическая аура даёт змееглавам возможность использовать Чёрное пламя - огонь, в котором горит всё. Чёрное пламя используется ими как в промышленности, так и в бою. Но главное оружие змееглавов - их организованность. Строй, известный как Змеиный каганат, где никогда не было внутренних смут и переворотов, его территориальный охват всего за триста лет расширился с маленькой точки далеко в горах до всего Юга континента. Строгая иерархичность для змееглава - естественнее, чем ежедневный восход и заход солнца.

source: race^Kanavar
ru: Канавар

source: race+female^Kanavar
ru: Канаварка

source: race^Kanavars
ru: Канавары
