Repository: ForestDragon-wesnoth/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: ru

source: nuckelavee2^WIP: NOT YET TRANSLATED
ru: Змееглавы мало времени уделяют снаряжению и организации нукелави. Эти тупоголовые и жестокие твари с одними деревянными кольями способны опрокинуть и обратить в бегство практически любую лёгкую конницу живых. Однако и среди них есть те, кто выделяется на фоне других. Таких нукелави называют Черноколами. Они выделяются силой, скоростью и любовью к собиранию трофеев с убитых врагов, таких как кольчуга, шлем, плащ или что-то в этом роде. Облачённые во всякое награбленное барахло, черноколы являются вожаками отрядов нукелави. В битве они орудуют сразу двумя обожжёными на огне кольями. Именно за это, кстати, они и получили свое прозвище.

source: Nuckelavee Bansheetaur
ru: Баньшитавр

source: nuckelavee2b^WIP: NOT YET TRANSLATED
ru: Смысл существования любого нукелави - носиться по степи, издавать ужасные вопли и протыкать всё живое деревянным колом; однако даже в таком, казалось бы, нехитром деле есть что-то вроде разделения по способностям. Баньшитавры — это те из нукелави, кому больше по душе орать, чем колоть. Они не пользуются никаким оружием, за исключением длинных когтистых лап, но зато вопли издают такие, что у смертных разрываются барабанные перепонки и останавливаются сердца; а те, кто пережил налёт баньшитавров, возвращались домой седыми и совершенно безумными. Подобно черноколам, баньшитавры тоже любят украшать себя трофеями, только в их случае это не броня и одежда, а ожерелье из оторванных голов поверженных врагов, которые, кажется, кричат вместе с этими тварями.

source: Salamander
ru: Саламандра

source: salamander1^WIP: NOT YET TRANSLATED
ru: Саламандры — это волшебные создания змееглавов, духи огня, воплощённые в виде рептилий с рыжей чешуей. Никто не знает, когда именно были созданы саламандры; кажется, они были со змееглавами с самого начала. Главным оружием саламандр является огненное дыхание, такое мощное, что может сравниться с дыханием драконов. Сама же саламандра практически невосприимчива к огню из-за холодной чешуи. Это очень подвижные и проворные создания, они одинаково хорошо передвигаются и на суше, и в воде. Их единственная слабость — невозможность дать отпор в ближнем бою, но змееглавы компенсируют это, выставляя перед саламандрами стены из рабов. Без сомнения, саламандры — главное боевое оружие в руках Великого Кагана.

source: Great Salamander
ru: Великая саламандра

source: salamander2^WIP: NOT YET TRANSLATED
ru: Великие саламандры крупнее и опаснее обычных. Их огненное дыхание столь сильно, что может в считанные минуты испепелить человека до костей. В отличие от более мелких особей, великие саламандры имеют сильные хвосты, которыми могут наносить хлёсткие удары в ближнем бою. Змееглавы ценят этих смертоносных созданий и выставляют только в ядре армии, под надёжной защитой, откуда великие саламандры смогут полностью реализовать своё всевыжигающее пламя.

source: tail
ru: хвост

source: Khagan's Dragon
ru: Каганский дракон

source: salamander3^WIP: NOT YET TRANSLATED
ru: Есть у Великого Кагана гвардия из огромных, гордых ящероподобных существ с большими кожистыми воротниками вокруг головы. Это — каганские драконы, и для прочих саламандр они то же, что Каган для змееглавов. Их немного, но сила каждого из них подобна силе настоящего дракона, и поражает всякого, против кого применяется. Дыхание каганского дракона может запросто расплавить стальную броню, а длинный мощный хвост одним ударом способен далеко откинуть с десяток глупцов, пытающихся забить дракона в ближнем бою. Эти создания — свидетельство мощи змееглавов. Они живут во дворце Кагана и присутствуют на всякой дипломатической церемонии, чтобы послы от других народов, завидев мощь и грацию этих существ, отбросили все сомнения касательно Каганата и сделали правильный выбор.

source: Serpenthead Tarhan
ru: Тархан

source: Tarhans are an estate of the lords of the Serpent Khaganate, which does not pay taxes and has a number of legal advantages over the other groups in terms of employment opportunities and property issues. Tarhans, both male and female, are always noticeable by a purple belt over their naked torso and a gold necklace around their neck - a sign of their status. In war, tarhans perform the functions of ambassadors, as well as officers, both staff and field, and in the latter case, they actively use hypnosis and all-burning black flame against their enemies.
ru: Тарханы - сословие господ Змеиного каганата, не платящее налогов и имеющее ряд юридических преимуществ перед другими группами в возможностях занятия должностей и вопросах собственности. Тарханы, как мужчины, так и женщины, всегда заметны по фиолетому поясу поверх голого торса и золотому ожерелью на шее - знаку их статуса. На войне тарханы выполняют функции послов, а так же офицеров, как штабных, так и полевых, и в последнем случае активно используют против врагов их сковавыющий волю гипноз.

source: fist
ru: кулак

source: black fire
ru: чёрный огонь

source: break will
ru: слом воли

source: Serpent Tumenbashi
ru: Туменбаши

source: The Tumenbashi are the estate of the leaders of regions (khanates) and armies (tumens: in a tumen of the Khaganate there between 4 and 10 regiments, in a regiment there are 600 - 1000 fighters), visually distinct from their tarhan subordinates by black silk clothing with gold embroidery (in peacetime - very magnificent, in war - lightweight), and massive gold jewelry. Tumenbashi constitute the highest circle of government of the country, below only the great Khagan himself. And since the hierarchy of the snakeheads is reflected in the higher power of the magical aura, relative to the tarhan aristocrats - the Tumenbashi are even more dangerous mages with excellent abilities to hypnotize their foes into submission and an increased ability to control the Black Flame. Subduing some of the enemies, and burning others - that is what happens when these beings appear on the battlefield.
ru: Туменбаши - сословие руководителей областей (ханств) и армий (туменов: в тумене Каганата от 4 до 10 полков, в полку Каганата 600 - 1000 бойцов), отличающееся визуально чёрной шёлковой одеждой с золотой вышивкой (в мирное время очень пышной, в военное облегчённой), и массивными золотыми украшениями. Туменбаши составляют высший круг управления страной, непосредственно приближённый к кагану. А так как иерархичность змееглавов отражается в более высокой мощи магической ауры на вышестоящей ступени, относительно аристократов - тарханов туменбаши - ещё более опасные маги с великолепными способностями к подчинению гипнозом и повышенной способностью контролировать Чёрное пламя. Подчинить часть врагов, а прочих сжечь - вот зачем эти страшные создания появляются на поле боя.

source: cursed flame
ru: проклятое пламя

source: crush will
ru: подчинение воли

source: Serpent Khagan
ru: Змеиный Каган

source: The Great Khagan - an absolute monarch and the hereditary ruler of the Serpent Khaganate. The khagan can always be recognized by his huge (twice the size of other serpentheads) body size, dark silk clothes with sewn gold scales, a crown decorated with a golden snake, and a long staff - a scepter with the shape of a cobra on the knob. The khagan by law is the naster of all creatures inhabiting the kaganate, and they are his slaves. Residents of other countries are also slaves of the khagan, they just don't know about it yet. The purpose of the conquest wars of the Serpent Khaganate is to remind the lost souls that the Cosmos, represented by all the Gods inhabiting the stars, gave mortals a single Master, so that he would bring order and make their sinful lives useful... The khagan possesses the supreme legislative, executive and judicial power in his country, exercises leadership of the troops, all domestic and foreign policy, obeying only the instructions left by the past khagans (and also drawing up new instructions for his descendants). As the pinnacle of the serpenthead hierarchy, the khagan is the greatest mage among them. The power of the monarch's aura more than once in history was enough to bring whole tribes to submission and raze impregnable fortresses to the ground. The appearance of the Hhagan himself on the battlefield means one thing - the Master has come for his slaves...
ru: Каган - монарх, наследственный правитель Змеиного каганата. Кагана всегда можно узнать по огромным (в два раза больше прочих змееглавов) размерам тела, тёмным шёлковым одеждам с нашитыми золотыми чешуйками, украшенной золотой же змейкой короне и ростовому посоху - скипетру с изображением кобры на набалдашнике. Каган по закону - Хозяин всех существ, населяющих каганат, а они - его рабы. Жители других стран - тоже рабы кагана, просто пока они ещё не знают об этом. Цель завоевательных войн Змеиного Каганата - напомнить заблудшим, что Космос в лице всех населяющих звёзды Богов дал смертным единого Хозяина, чтобы он упорядочил и сделал полезной их грешную жизнь... Каган обладает верховной законодательной, исполнительной и судебной властью в стране, осуществляет руководство войсками, всей внутренней и внешней политикой, подчиняясь лишь предписаниям, оставленным прошлыми каганами (а также составляя для потомков новые предписания). Как вершина иерархии змееглавов, каган является величайшим магом среди них. Силы ауры монарха не раз в истории хватало, чтобы приводить к покорности целые племена и сжигать до тла неприступные крепости. Появление кагана на поле боя означает одно - Хозяин пришёл за своими неразумными рабами...

source: scepter
ru: скипетр

source: black firestorm
ru: буря проклятого пламени

source: enslavement
ru: порабощение

source: Serpent Immortal
ru: Бессмертный

source: The will spirit of a serpenthead is truly powerful – it is the very thing that allows the rulers of the Khaganate to bend the will of others to obey them. Even in death a serpenthead can be a powerful tool of the Great Khagan - the Serpentheads embalm their deceased brethren, using both physical and magical means. Through a series of complex procedures, the body of the mummy literally freezes in time, impervious to decay and parasites hungry for dead flesh, then is reanimated with same dark magic that spawned the Nuckelavee. Deceivers of death - Immortals - are warriors merciless and brutal in battle, that shower enemies with sabers held by their cold, tireless grip.
ru: Сила духа змееглава по истине велика – именно она позволяет владыкам Каганата склонять остальных существ к повиновению. Даже мертвые змееглавы способны быть могучим инструментом в руках Великого Кагана - змееглавы бальзамируют своих усопших собратьев, физическими и магическими средствами. Через череду сложных процедур, тело мумии буквально застывает во времени, неподверженное разложению и жадным до мёртвой плоти паразитам, и затем воскрешено той же темной магией что породила Нукелави. Обманувшие смерть – Бессмертные – беспощадные и жестокие в бою воины, осыпающие врагов ударами сабель, что держат их холодные, неустанные руки.

source: sabers
ru: сабли

source: mathemagic
ru: матемагия

source: mind drain
ru: высасывание разума

source: Greyblade
ru: Серый клинок

source: New recruits for the 'Grey Dawn' are called Greyblades. They are either newly converted, or vampire loners accepted into the organization. They are dressed in the typical gray robe of this clan, as well as a special iron mask, which is something of an insignia. The weapon of the Gray Blade is a saber (the traditional weapon of the clan, the use of which every vampire is obliged to hone throughout his life) and a small shield. The magical talents of recruits are usually small, but even simple and deadly shadow spells are available to them. In the Khaganate, gray blades carry out minor assignments such as espionage, sabotage or simple killings.
ru: Серыми клинками называют новобранцев «Серого рассвета». Это новообращенный либо вампир-одиночка, которого приняли в организацию. Он облачён в типичное для этого клана серое одеяние а также особую железную маску, которая является чем-то вроде знака отличия. Вооружение серого клинка составляет сабля (традиционное оружие клана, владение которым каждый вампир обязан оттачивать на протяжении всей жизни) и небольшой щит. Магические таланты новобранцев как правило невелики, но даже им доступны простые и смертоносные заклинания тени. В Каганате серые клинки выполняют мелкие поручения типа шпионажа, диверсии или несложного убийства.

source: bloody blade
ru: кровавый клинок

source: bite
ru: укус

source: swadow orb
ru: теневой шар

source: Twilight Warrior
ru: Сумрачная чадь

source: The hierarchy in the 'Grey Dawn' is rather simple, but in order to advance to the next level a vampire must make a great effort. Twilight Warriors are the second level in this system. It's a detachment of the most experienced, strongest and most skilled in black magic vampires who, among other things, proved their loyalty to the Shadow Master (and from the recent times to the Great Khagan as well). Their fighting equipment isn't much different from the equipment of Greyblades (Twilight Warriors try not to stand out, so they won't be the primary target in combat), but once you crossed blades with them, you'd feel a colossal difference. They fight with sabres like hell, and once they spilt even a drop of your blood, the terrifying magic which freezes the blood in your veins unfolds. In wartime Twilight Warriors constitute a personal retinue of the Shadow Master, while in peacetime they supervise activities of Greyblades being kind of ringleaders of small vampire gangs.
ru: Иерархия в «Сером рассвете» довольна простая, однако для того, чтобы перейти на следующую ступень, вампиру нужно приложить немало усилий. Сумрачная чадь – второй уровень в этой системе. Это отряд наиболее опытных, сильных и искушённых в чёрной магии вампиров, которые, помимо всего прочего, доказали Владыке теней (а с недавних пор и Великому Кагану) свою верность. Боевое снаряжение их мало чем отличается от снаряжения серых клинков (чадь старается не выделяться внешне, чтобы не стать приоритетной целью в бою), однако стоит скрестить с ними клинки, как вы сразу же почувствуете колоссальную разницу. Чадь рубится на саблях, как черти, и стоит ей пролить хоть каплю вашей крови, как тут же откроется ужасающая магия, замораживающая кровь в жилах. В военное время чадь составляет личную дружину Владыки Теней, а в мирное контролирует деятельность Серых клинков, являясь чем-то вроде главарей небольших вампирских банд.

source: shadow orb
ru: теневой шар

source: blood freeze
ru: заморозка крови

source: Shadow Master
ru: Владыка теней

source: The Shadow Master is the head of the 'Grey Dawn' clan. He's the most ancient, powerful and cunning vampire. His name inspires terror in hearts of ordinary vampires, his power is comparable to the power of serpentheads, being only a bit behind. In the past the Master was a covert ruler of vast southern lands, but now he is something like a vassal, councilor, chief assassin and spy of the Great Khagan. Through him the will of the serpent overlord reaches Twilight Warriors and then Greyblades. Rarely the Shadow Master appears on a battlefield himself, but those who saw that event described him as a tall steppe dweller in an elegant chain mail, a helmet with a steel mustachioed mask and a black-as-night cloak. His movements are fast and accurate; in daytime he perfomed a bloody dance with two sabres shredding enemies to pieces, and at night he put off his helmet revealing his terrifying true face and unleashed a storm of blood magic on the unfortunate, making them literally explode from within or freeze like statues for ever. Having drunk enough blood, at dawn the Shadow Master put on his helmet again and looked mysterious and cautious. The battles he participated have never lasted more than one day and one night. And although now the Shadow Master shows his obedience to the Khagan, deep down inside he is awaiting the time when the power of serpentheads will diminish and vampires will replace serpents on the throne of the vast southern empire.
ru: Владыка теней — глава клана «Серый рассвет». Это самый древний, могущественный и коварный вампир. Его имя внушает ужас в сердца рядовых вампиров, его сила сопоставима с силой змееглавов, и лишь немного уступает им. В прошлом Владыка был тайным правителем обширных южных земель, теперь же он является чем-то вроде вассала, советника, главного убийцы и шпиона Великого Кагана. Через него воля змеиного правителя доходит до сумрачной чади, а затем и до серых клинков. Редко когда Владыка теней сам выходит на поле боя, однако те, кто застал это событие, описывали его как рослого степняка в изысканной кольчуге, шлеме со стальной усатой маской и чёрном как ночь плаще. Движения его были быстры и точны; днём он кружился в кровавом танце с двумя саблями и нарезал врагов на куски, а ночью снимал шлем, обнажив своё истинное ужасное лицо, и обрушивал на несчастных шквал из кровавой магии, заставляя их буквально взрываться изнутри или же навеки застывать, как статуи. Вдоволь напившись крови, на рассвете Владыка Теней вновь надевал шлем и принимал вид загадочный и сдержанный. Никогда ещё сражения с его участием не длились дольше одного дня и одной ночи. И хотя сейчас Владыка Теней демонстрирует Кагану свою покорность, в глубине души он ждёт, когда власть змееглавов ослабнет, и вампиры сменят змей на престоле огромной южной империи.

source: blood explosion
ru: взрыв крови

source: Slave Bowman
ru: Раб-лучник

source: Every army needs archers, especially when it comes to steppe warfare. Nagas, gnolls, and nuckelavee were not suited for this role, but humans had an old tradition of using marksmen on the battlefield. After conquering the southern nation, in addition to slave spearmen, detachments of archers were also conscripted. These were the inhabitants of the mountainous regions, who have long used bows for hunting or protection from wild animals. They had the same rights and duties as their spear-wielding compatriots, and were armed with bows, daggers and a quiver with arrows. Of course, they have had hardly any training to speak of, so these troops rely more on strength in numbers than accuracy or range. Their the task in battle - to thin the ranks of the enemy before the decisive fight, as well as drive off detachments of enemy cavalry and chariots.
ru: Любому войску нужны лучники, особенно когда речь заходит о войне в степных условиях. Наги, гноллы и нукелави не годились на эту роль, зато у людей были старые традиции использования стрелков на поле боя. После завоевания из рабов, помимо копейщиков, набирались также отряды лучников. Это были жители горных регионов, которые издавна использовали луки для охоты или защиты от диких зверей. Они обладали теми же правами и обязанностями, а вооружены были луками, кинжалами и колчаном со стрелами. Конечно, ни о какой выучке речи не идёт, так что эти отряды берут скорее числом, чем меткостью или дальностью. Из задача в бою — расстроить ряды противника перед решающей схваткой, а также отгонять летучие отряды кавалерии и колесницы.

source: dagger
ru: кинжал

source: freed
ru: освобождён

source: Rebel Bowman
ru: Бунтарь-лучник

source: Slave Archer
ru: Раб-стрелок

source: slave archer^WIP: NOT YET TRANSLATED
ru: Точно так же, как и для копейщиков, для метких и преданных Кагану стрелков были сформированы специальные отряды, где они могли продвигаться по службе. Правда, в отличие от ополченцев-копейщиков, которые служат в глубине страны, ополченцев-лучников отправляют в крепости на окраинах. В пехоте для обороны крепостей недостатка нет, а вот стрелков часто не хватает. Под суровым руководством нагов и гноллов стрелки несут свою службу и оттачивают навыки. Конечно, им не сравниться в мастерстве с мастерами-кочевниками, но проредить вражеские полки или дать отпор чужим стрелкам они вполне способны.

source: Rebel Archer
ru: Бунтарь-стрелок

source: Khaganate Marksman
ru: Каганский снайпер

source: slave marksman^WIP: NOT YET TRANSLATED
ru: Каганские снайперы — элитный полк для лучников, обладающий теми же привилегиями, что и каганская стража. Это доблестные и стойкие мужи, которые отточили навыки стрельбы и доказали свою преданность Кагану. Наряду с каганскими стражниками, они несут службу в гарнизоне столицы. В военное время каганские снайперы стоят в центре войска, позади линии из тяжёлой пехоты, и обрушивают на врага смертоносный ливень из стрел, которые, кстати, летят уже не наугад, а очень даже метко.

source: Desert Marksman
ru: Бунтарь-снайпер

source: Slave Spearman
ru: Раб-копейщик

source: Southern humans were the last race conquered by the Serpent Kaganate. Unlike nagas and gnolls, they had a flexible mind, fertility and adaptability, as well as a will to freedom, so the snakeheads saw them as a threat and turned them into slaves. According to the khagan's plan, slavery was supposed to break the humans' spirit and make their future generations submissive and weak. In peacetime, slaves are the property of the nagas and snakeheads, their 'living tools'. During the war, the slaves are recruited into a militia. They are armed with spears and shields and placed in the frontlines, to server as cannon fodder. The more slaves of the first generation, who still remember what freedom is, die in battle, the better for the khaganate. For brave slaves, death is the best way out, while the cowardly ones are so afraid of punishment and torture that they fight no less stubbornly and courageously. Few people want to face these desperate people in battle while their masters are near.
ru: Люди юга были последней расой, завоеванной Змеиным каганатом. В отличие от нагов и гноллов, они обладали гибким умом, плодовитостью и приспособляемостью, а также волей к свободе, поэтому змееглавы усмотрели в них угрозу и обратили в рабов. По замыслу кагана, рабство должно было сломить дух людей и сделать будущие поколения покорными и слабыми. В мирное время рабы являются собственностью нагов и змееглавов, их "живыми инструментами". Во время войны из рабов набирают ополчение. Их вооружают копьями и щитами и ставят во фронт, как пушечное мясо. Чем больше рабов первого поколения, которые ещё помнят, что такое свобода, погибнет в бою, тем лучше для каганата. Для смелых рабов смерть — лучший выход, трусливые же так боятся наказаний и пыток, что сражаются не менее упорно и мужественно. Мало кто захочет встретиться в бою с этими отчаявшимися людьми, пока их хозяева рядом.

source: Rebel Spearman
ru: Бунтарь-копейщик

source: Slave Infantry
ru: Раб-пехотинец

source: slave_infantry^WIP: NOT YET TRANSLATED
ru: Точно так же, как и для копейщиков, для метких и преданных Кагану стрелков были сформированы специальные отряды, где они могли продвигаться по службе. Правда, в отличие от ополченцев-копейщиков, которые служат в глубине страны, ополченцев-лучников отправляют в крепости на окраинах. В пехоте для обороны крепостей недостатка нет, а вот стрелков часто не хватает. Под суровым руководством нагов и гноллов стрелки несут свою службу и оттачивают навыки. Конечно, им не сравниться в мастерстве с мастерами-кочевниками, но проредить вражеские полки или дать отпор чужим стрелкам они вполне способны.

source: Rebel Infantry
ru: Бунтарь-пехотинец

source: Khaganate Sentinel
ru: Каганский страж

source: pike
ru: пика

source: Desert Sentinel
ru: Бунтарь-страж

source: Slave Rouser
ru: Прислужник
