Repository: ForestDragon-wesnoth/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: ru

source: Some worms are manipulated and experimented on for specific military purposes. It could be poisoning the enemy's water supply, ravaging the terrain’s vegetation to leave the enemy no water and shelter or slowly and surely killing the enemy itself. For such purposes Worms undergo special “training” - they are fed exclusively with poisonous animals and plants – slowly building up toxicity within the beasts’ bodies. At a certain point, the Worms are often encouraged to devour other contenders, accumulating even more foul substance in their veins. The procedure results in heavily mutated Gu Worms. Their fluids are so vile that even their breath can turn even the shiniest armor into nothing but rusty dust and encase any living tissue in painful abscesses and exfoliating flesh.
ru: Над некоторыми червями экспериментируют для особых военных целей. Это может быть отравление водоснабжения противника, уничтожение растительности на местности, чтобы оставить врага без воды и укрытия, или медленное и верное убийство самого врага. Для этого черви проходят специальную “подготовку” - их кормят исключительно ядовитыми животными и растениями, медленно накапливая токсины в телах чудовищ. В определенный момент Червей нередко поощряют пожирать других соперников, накапливая в своих венах еще больше отвратительных субстанций. Эта процедура приводит к появлению сильно мутировавших Червей Гу. Жидкости их организма настолько едкие, что даже одно дыхание червя может превратить самую лучшую броню в ржавую пыль и покрыть любое живое существо болезненными нарывами и отслаивающейся плотью.

source: acid breath
ru: ядовитое дыхание

source: Jade Wyrm
ru: Нефритовый змий

source: All Worms possess sentience – although their minds hold thoughts incomprehensible or even dangerous to other sentient creatures, able to break their will with unfathomable secrets that the unlit pit of teeth keeps inside. The treatment which Gu Worms undergo causes them to unleash such dark secrets. When their blood becomes fully fused with the foul substances, they go threw the ultimate transformation – they attain jade dragon-like carapace, earning the name of Jade Wyrms. A disgusting distortion of noble creatures’ image, Jade Wyrms unleash the hidden lore slumbering in their mind. They coat themselves and everyone around them in thick darkness no light can pierce but the toxic glow of jade armor.
ru: Все черви обладают разумом – хотя их разум хранит мысли, непонятные или даже опасные для других разумных существ, способные сломить волю непостижимыми тайнами, скрывающимися за беспросветной бездной зубов. Процедура, которой подвергаются Гу-черви, заставляет их раскрывать эти темные секреты. Когда их кровь полностью сливается с едкими веществами, они претерпевают последнюю трансформацию – они приобретают “драконий” нефритовый панцирь, заслуживая прозвище Нефритовых Змиев. Отвратительное искажение образа благородных существ, Нефритовые Змеи высвобождают скрытые знания, дремлющие в их сознании. Они окутывают себя и всех вокруг густой тьмой, через проходит ни один луч света, кроме токсичного свечения нефритовой брони.

source: Hydra
ru: Гидра

source: If Worms develop naturally – unless experiencing heavy doses of toxins and poisons, that way they develop into Gu Worms – they grow extra heads, somewhat resembling Mangus’ terrific transformation into Yelbeghens. Although Hydras are not as agile and fast at burrowing and creating tunnels, they are much bigger threat on the battlefield – barraging the enemy with the hail of teeth and swallowing them whole to satisfy their overgrown appetite.
ru: Если черви развиваются естественным путем – не подвергаясь воздействию больших доз токсинов и ядов, превращающих их в Червей Гу – у них вырастают дополнительные головы, чем-то напоминая ужасное превращение Мангусов в Йельбегенов. Хотя Гидры не так проворны и быстры в рытье ям и создании туннелей, они представляют собой гораздо большую угрозу на поле боя – осыпая врага градом зубов и проглатывая их целиком, чтобы удовлетворить переросший аппетит.

source: devour
ru: пожирание

source: Avraga-Mogoi
ru: Аврага-Могой

source: Over time of seemingly unending devourment, Hydras can reach what can be vaguely described as “enough”. As these lazy, dragging beasts reform their excessive mass of resources into new heads and even forelimbs – to support their heavy size, as well as to slaughter anyone their teeth struggle to catch. Like bloated chunks of darkness of the Pit they come from, these beasts called Avraga Mogoi sow horror on the battlefield – the only ones not afraid being the Mandate’s own soldiers and madmen.
ru: Спустя долгое время вроде бы бесконечного пожирания, Гидры могут достичь состояния, которое можно условно назвать “достаточно”. Эти ленивые, волочащиеся звери преобразуют свою чрезмерную массу ресурсов в новые головы и даже передние конечности – чтобы поддерживать свой тяжелый размер, а также убивать тех, кого с трудом достать челюстями. Подобно раздутым теням из тьмы Бездны их породившей, эти звери по имени Аврага Могой сеют ужас на поле боя – единственные, кто их не боится – это собственные солдаты Мандата и безумцы.

source: Bull
ru: Бык

source: Not many things are as heavily associated with ogre nomads as their bulls – powerful, pugnacious horned beasts with the same height as humans in their withers, with heavy hooves and thick brown hide. They serve herdsmen as a source of meat, milk, wool and as drafting animals. Bulls – are the base of ogres’ wealth: the greatest power among the nomads is in the hands of those who have the largest herds. Bulls are also important as a military force – it is them who are harnessed to war chariots, which they pull with ease, reaching great speeds and charging into enemy lines, like giant battle rams…
ru: Мало что так прочно ассоциируется с кочевниками-ограми, как их огромные быки - мощные, обладающие драчливым нравом рогатые звери ростом с человека в холке, с тяжёлыми копытами и толстой бурой шкурой. Они служат скотоводам источниками мяса, молока, шерсти и тягловой силой для повозок. Быки - основа благосостояния огров: влияние в орде имеют те из кочевников, чьи стада наиболее многочисленные. Имеют значение быки и как военная сила - именно они запрягаются в боевые колесницы, кои без усилий везут, невероятно разгоняясь и врываясь в ряды противника, как огромные тараны...

source: horns
ru: рога

source: Tribal Bull
ru: Племенной бык

source: Among the numerous ogres’ herds the most notable are the tribal bulls. Their height and mass is to match that of two bulls, twice greater is their power, twice the kinner is their beastly mind. To the rest of their kin the tribal bulls are like khans to ogres, they are chiefs, leading their herds across the steppes. Tribal bulls are attributes of power of nomadic aristocracy, shamans and lords. They are also the crucial part of ogres’ cults. Such creature like a tribal bull – is the most precious sacrifice for the grim king of the underworld, whom pray the unbridled nomads. Life force of a tribal bull, killed on the altar, is exchanged by the god of ogres for his own part of the deal – a malicious tarbynn demon, which manifests itself in the bones of a powerful beast in the real world, and obeys the commands of the priest who had summoned it.
ru: В многочисленных стадах огров особенно выделяются племенные быки. Ростом и массой племенной бык подобен двум обычным быкам, в два раза больше обычных его мощь, в два раза острее коварный звериный ум. Племенные быки для прочих быков - как ханы для огров, это вожди, ведущие по степи свои стада. Племенные быки являются атрибутами власти кочевой знати, шаманов, владык. А ещё они являются важнейшей частью огрских культов. Такое создание, как племенной бык - самая желанная жертва для мрачного повелителя подземного мира, которому поклоняются необузданные кочевники. Жизненную силу заколотого на алтаре племенного быка бог огров меняет на своего слугу - злого демона тарбына, что воплощается в костяк могучего животного в реальном мире, и подчиняется приказам проведшего обряд призвания жреца.

source: Minotaur Fanatic
ru: Фанатик

source: From time to time the opponents of ogres encountered strange creatures combining the features of both an ogre and a bull – fierce, dauntless and able to feast on vital energy. These are fanatics – ogres most devoted of all to the Bull-God, who willingly let the priests reshape their bodies in the image of their Master. Fanatics unquestioningly carry out the orders of their creators, as through them the Bull-God sends his will to this world. They are the guard on which the priestly estate relies. The presence of these terrific creatures makes the khans to be compliant, and the commoner ogres to be obedient; woe to those on whom their anger falls, and hence the wrath of the Bull God himself!
ru: Порой противники огров встречали странных существ, сочетающих черты как огра, так и быка – яростных, бесстрашных и способных питаться жизненной энергией. Это фанатики – самые преданные Богу-Быку огры, которые добровольно позволили жрецам обратить себя в подобие своего Господина. Фанатики беспрекословно выполняют приказы своим создателям, ибо через них Бог-Бык и доносит свою волю до этого мира. Они – гвардия, на которую опирается жреческое сословие. Наличие этих жутких существ заставляет ханов быть сговорчивыми, а простых огров – послушными; горе тому, на кого обрушится их гнев, а значит и гнев самого Бога-Быка!

source: Minotaur Chosen
ru: Избранный

source: Among the fanatics (which are becoming more and more numerous every year) The Bull God chooses the strongest and most loyal, and gives them incredible vampiric abilities similar to those of the Tarbynns. The heads of the chosen ones are flayed to the bare skull, the wool receives a reddish hue from the blood that they drain out with their gaze and absorb into their bodies. With huge bone clubs at the ready, the chosen ones serve as a symbol of the power that the Bull God gifts to his faithful followers, and strike terror into ogres whose sympathies are on the side of shamans…
ru: Среди фанатиков (которых с каждым годом становится всё больше) Бог-Бык выбирает наиболее сильных и преданных, и наделяет их невероятными вампирскими способностями, подобными способностям тарбынов. Головы избранных оголяются до черепа, шерсть приобретает красноватый оттенок от крови, которую они высасывают взглядом и впитывают своими телами. С огромными костяными дубинами наперевес, избранные служат символом мощи, которой наделяет Бог-Бык верных последователей, и вселяют ужас в огров, чьи симпатии находятся на стороне шаманов…

source: Bull God's Champion
ru: Чемпион Бога-Быка

source: Towering, with mighty bodies and ferocious skulls where their faces are supposed to be, equally menacing both in their skill with clubs and with black magic, the champions of the Bull God are bursting with such power that sometimes they were mistaken for the embodiment of their Lord himself; with a single blow a champion is able to take off a bull's head, with a single spell – to turn a healthy ogre into a weak, drained-of-all-life creature. If there are champions in a horde, it means that the Bull God favors it so much that he makes battling it seem pointless. Of course, they can be beaten, but those who manage to do this will suffer such horror and losses that no one will have any doubts: the Bull God is the strongest and most terrible of all the gods that the Great Steppe has ever known.
ru: Высоченные, с могучими телами и яростными черепами вместо лиц, одинаково сильные как в обращении с дубинами, так и в чёрной магии, чемпионы Бога-Быка пышут такой мощью, что порой их принимали за воплощение самого их Повелителя; одним ударом чемпион способен снести быку голову, одним заклинанием превратить здорового огра в слабое, истощённое существо. Если в орде есть чемпионы, это означает, что Бог-Бык так благоволит ей что, кажется, сражаться с ней бесполезно. Конечно, и их можно одолеть, но те, кто сумеет сделать это, испытают такой ужас, и понесут такие потери, что ни у кого не останется сомнений: Бог-Бык – самый сильный и страшный из богов, которых знала Великая Степь.

source: Ogre Chariot
ru: Колесница

source: By their nature, ogres are nomads, but as you know, you can't go far on foot in the steppe. Not a single ridable animal can withstand an adult ogre, so these steppe dwellers travel on impressive chariots drawn by bulls. Dozens of workshops in the city camps work to provide the hordes with these vehicles. Of course, ogre chariots are not as fast and skillful as the mechanisms of other peoples, but the simplicity, size and strength make up for the lack of speed. Ogres roam in chariots on their own, on them they transport their homes and all goods. And for battle, they use lightweight two-wheeled structures. True, their effectiveness is not very high, but the roar and crackling that they create can horrify the weak-minded creatures, and the frontal ram can break the formation of light infantry.
ru: По своей природе огры — кочевники, но как известно, пешком в степи далеко не уйдёшь. Ни одно ездовое животное не выдержит взрослого огра, поэтому эти степняки передвигаются на внушительных колесницах, запряжённых быками. Десятки мастерских в станах-городах трудятся, чтобы обеспечить орды этими приспособлениями. Разумеется, колесницы огров не так быстры и искусны, как механизмы других народов, но простота, размер и прочность компенсируют недостаток скорости. На колесницах огры кочуют сами, на них же перевозят свои жилища и всё добро. А для битвы они используют облегченные двухколесные конструкции. Правда, эффективность их не очень высока, но грохот и треск, который они создают, способен обратить в ужас слабых духом созданий, а лобовой таран может разбить строй пехоты.

source: trample
ru: раздавить

source: Ogre Battle Chariot
ru: Боевая колесница

source: While the vast majority of ogre chariots are used only as a means of transportation and cargo transportation, some of them are equipped specifically for warfare. Such chariots are decorated with horns and shields, driven by the strongest and fiercest bull, and fearsome scythes are attached to their wheels. And if ordinary war chariots used by other races mow people down on the legs and stomachs, then the huge chariots of ogres literally cut off the heads of the enemies! In battle, these contraptions emit a terrible roar and are a terrifying sight to anyone unlucky enough to encounter them.
ru: Хотя подавляющее большинство колесниц огры используют только как средство передвижения, некоторые из них снаряжаются специально для войны. Такие колесницы украшают рогами и щитами, в них запрягают самых сильных и яростных быков, к их колёсам прикрепляют устрашающие косы. И если обычные боевые колесницы косят людей по ногам и животам, то огромные колесницы огров в буквальном смысле сносят врагам головы! В битве эти махины издают страшный грохот и приводят в ужас всякого, кому не повезло с ними столкнуться.

source: Ogre Hunter
ru: Охотник

source: Ogres with sufficient stone-slinging skills become hunters. In peacetime, they hunt partridges, antelopes and other steppe game, and in wartime they accompany the horde as light infantry. Excellent skills in stealth, terrain orientation and silent movement make them excellent scouts, and their abilities in handling a sling - formidable shooters, accurate launches of heavy stones knocking out opponents.
ru: Те из пращников, что приобрели достаточные навыки в метании камней, становятся охотниками. В мирное время они бьют куропаток, антилоп и иную степную дичь, а в военное - сопровождают орду в качестве лёгкой пехоты. Отличные навыки скрытности, ориентирования на местности и бесшумного передвижения делают из них превосходных разведчиков, а способности в обращении с пращёй - неплохих стрелков, что тяжёлыми булыжниками выбивают противников из строя.

source: cleaver
ru: тесак

source: Ogre Skirmisher
ru: Налетчик

source: Ogres are not usually very good in ranged combat - however, in the steppe, you aren't getting anywhere without it! To somehow compensate for this shortcoming, the hordes recruit light infantry from the most skilled hunters. They are armed with a sling, a small shield and a cleaver, and are dressed in a padded robe. These units act as scouts and skirmishers. Together with the Burners, they shower enemies with cobblestones, and then engage in close combat, which, by the way, is much more pleasant for them.
ru: Огры не очень сильны в дальнем бою - однако в степи без этого никуда! Чтобы как-то компенсировать этот недостаток, орды набирают из самых умелых охотников отряды лёгкой пехоты. Они вооружены пращой, небольшим щитом и тесаком, а одеты в уплотнёный халат. Эти отряды действуют как разведчики и застрельщики. Вместе с поджигателями они осыпают врагов градом из булыжников, а затем вступают в ближний бой, который, к слову, им гораздо приятнее.

source: Ogre Pursuer
ru: Застрельщик

source: The best light infantry in the entire horde become Pursuers. Their equipment - leather armor and a shield, their weapons - cleaver, sling and mobility. These are the eyes and ears of the horde in the steppe, its main fist in ranged combat. They may not be as skillful as the marksmen of other peoples, but the size of the stones they launch from their sling more than compensates for the lack of accuracy. Additionally, skirmishers are not afraid to engage in close combat, in which, perhaps, they outmatch most rival marksmen.
ru: Лучшие из лёгкой пехоты становятся застрельщиками. Их снаряжение - кожаная броня и щит, их оружие - тесак, праща и подвижность. Это глаза и уши орды в степи, её главный кулак в дальнем бою. Они не так искусны, как стрелки других народов, но размер камня, который они выпускают из своей пращи, с лихвой компенсирует недостаток точности. Впрочем, застрельщики не боятся вступать и в ближний бой, в котором, пожалуй, они превосходят любых других стрелков.

source: stunning rock
ru: оглушающий камень

source: Ogre Burner
ru: Поджигатель

source: In their raids, ogres often encounter wooden fortifications that agricultural peoples build to defend their settlements from nomads. To deal with them, the hordes organize special squads of Burners from among the most courageous hunters. The burners are dressed in bone armor (after all, fur and leather can easily catch fire!) and they carry throwing torches, which they use as clubs when needed. The burners are at the forefront of the raid, their task is to burn down the enemy's fortifications and wreak havoc in their settlement. This is not an easy job, and therefore the burn wear long hair, which represents the respect shown by their fellow tribesmen.
ru: В своих набегах огры часто встречаются с деревянными укреплениями, которые земледельческие народы возводят для защиты своих поселений от кочевников. Чтобы с ними справляться, орды организовывают специальные отряды поджигателей из числа наиболее отважных охотников. Поджигатели одеты в костяную броню (ещё бы, мех и кожа могут легко загореться!) и увешаны метательными факелами, которые при необходимости они используют как дубины. Поджигатели идут в авангарде набега, их задача - спалить укрепления врага и посеять хаос в его поселении. Это нелёгкий труд, а потому поджигатели носят длинные волосы, что говорит об уважении, выражаемом им соплеменниками.

source: torch
ru: факел

source: torch throw
ru: бросок факела

source: Ogre Scorcher
ru: Огнеметатель

source: Some ogres have learned to make a special liquid - it burns for a long time and is great at sticking to surfaces. The best of the burners have adapted it to their needs. These ogres are called Scorcher. They fill clay pots with this liquid, and then throw them from slings into the enemy fortifications. Their fire is very deadly, so Scorchers are often the main targets for enemy archers. They wear large shields and heavy bone armor to protect themselves from arrows. And for close combat, scorchers have a heavy mace. The benefits that they bring on the battlefield, as well as their social status, are quite high, so Scorchers wear long braids and decorate their helmets with horns.
ru: Некоторые огры научились изготавливать особую жидкость - она долго горит и отлично прилипает к поверхности. Лучшие из поджигателей приспособили её для своих нужд. Таких огров называют огнеметателями. Они наполняют этой жидкостью глиняные горшки, а затем метают их из пращи во вражеские укрепления. Их огонь губителен, поэтому огнеметатели нередко становятся главными целями для вражеских лучников. Чтобы защититься от стрел они носят большие щиты и тяжёлую костяную броню. А для ближнего боя у огнеметателей есть увесистая булава. Польза, которую они приносят на поле боя, а так же их социальный статус довольно высоки, поэтому огнеметатели носят длинные косы и украшают свои шлемы рогами.

source: burning liquid
ru: горящая жидкость

source: Ogre Butcher
ru: Головорез

source: Raiding is a must for any ogre, but some find it to be something of a meaning to life. These ogres become Butchers. These psychos arm themselves with huge cleavers, weave bones into their hair, and wear short steppe robes, which don't get in the way of cutting things. In battle, they kind it particularly pleasant to cut off the enemy's head, and then launch it into the ranks of his comrades. They cut heads in dozens, if not hundreds, and love to carry them with them and decorate their homes with them, as if emphasizing their valor. Butchers do not have their herds, they live at the expense of the khan. Other ogres treat these scumbags with disgust (but also fear!), so in the camp-city the butchers live in a separate area.
ru: Набеги - обязательное занятие для любого огра, но некоторые находят в них что-то вроде смысла жизни. Такие огры становятся головорезами. Эти отморозки вооружаются огромными тесаками, вплетают кости в волосы и носят короткие степные халаты, в которых удобно рубить. В битве особое удовольствие им доставляет отрезать врагу голову, а потом запустить её в строй его товарищей. Они режут эти головы десятками, если не сотнями, и любят носить их с собой и украшать ими свои жилища, как бы подчеркивая свою доблесть. Стад своих головорезы не имеют, живут за счёт хана и являются его личной дружиной. Другие огры с отвращением (но и страхом!) относятся к этим отморозкам, так что в стане-городе головорезы живут в отдельном районе.

source: butcher
ru: мясник

source: Whenever this unit kills a living enemy, his head attack gains an additional strike, up to 7 attacks max. Once the limit is reached, the unit gains the feeding/scavenger abilties.
ru: Когда этот боец убивает живого противника, его дальняя атака получает +1 удар, максимальное число дополнительных ударов - 7. Когда набрано максимальное количество ударов, боец получает способности "пожирание" и "падальщик".

source: head
ru: голова

source: +1 strike
ru: +1 удар

source: Ogre Grunt
ru: Общинник
