Repository: ForestDragon-wesnoth/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: ru

source: kanavar race^WIP: NOT YET TRANSLATED
ru: Канавары – это новая раса кочевников-полукровок, в которых кипит кровь демонов и ведьм. Рождённые от царицы-ведьмы и князя-демона, первые канавары были всего лишь отрядом могучих, кровожадных детей-воинов. Тогда казалось, что их невероятные, сравнимые с магическими, боевые качества и хитрый ум – это что-то необычное, редкостное; однако спустя сотни лет существования ковена царице удалось вывести целую расу, обладающую этими богатырскими качествами. Сейчас канавары – это основное мужское население Ковена. Обязанность у них одна – война и набеги. К этому их готовят с ранних лет. Как только новорожденный канавар научится ходить, говорить и есть твёрдую пищу (а происходит это довольно быстро в сравнении с обычными людскими детьми) его отлучают от матери и отдают на попечение демонам. Демоны формируют из детей отряды (у каждого демона, как правило, свой отряд), и вместе с взрослыми канаварами-воинами обучают молодняк верховой езде, стрельбе из лука, бою топором, да разным премудростям, которые помогают выживать в степи. Надо ли говорить, какие неистовые из них получаются воины! Совершеннолетие у канаваров определяется так: нужно поучаствовать в набеге и захватить себе жену-рабыню. Помимо этого, канавары так же должны захватывать девок для рождения чернав, так что их набег – это настоящее бедствие для женщин. С мужиками эти кочевники, как правило, не церемонятся и убивают на месте, хоть старого, хоть молодого. Раньше народы севера знали канаваров, как отряды зловещих одержимых богатырей из далёких земель. Их связь с царицей-ведьмой казалась чем-то вроде легенды, сказки. Однако в последние годы численность канаваров значительно возросла, и вот уже целые армии этих выродков под руководством демонов и в окружении ведьм и мертвецов стали появляться у границ северных земель. Над ними реют тёмные фиолетовые знамёна. Всё чаще оседлые народы вспоминают легенду о царице-ведьме. Канавары чувствуют, что скоро на смену людским царствам придёт новый мир, мир, созданный царицей-ведьмой для их народа!

source: Tedrekhon, Hunugur, Balamir, Bazuk, Kursih, Yulduz, Karaton, Munchuk, Attila, Ambazuk, Bolah, Berihos, Boariks, Zilgibi, Gorda, Glonis, Orhan, Kubrat, Batbaj, Komuk, Kazi, Kuver
ru: Тедрехон, Хунугур, Баламир, Базук, Курсих, Юлдуз, Каратон, Мунчук, Аттила, Амбазук, Болах, Берихос, Боарикс, Зилгиби, Горда, Глонис, Орхан, Кубрат, Батбай, Комук, Кази, Кувер

source: race^Ka'Ruuk'Oni
ru: Ка'Руук'Они

source: race+female^Ka'Ruuk'Oni
ru: Ка'Руук'Они

source: Many dark forces dwell in another worlds, and one of these forces managed to get into the terrestrial world are Ka'Ruuk'Oni demons — powerful entities inhabiting burning steppes of the lower world. Their power, cunning and magical abilites long since amazed peoples who happened to witness, directly or indirectly, their deeds. It's unknown how Temsk princes established a contact with these demons, but later one of these Ka'Ruuk'Onis bound to a princess with a magical horn would play an important role in the history of the Greate Steppe and would give to her an idea to create the Dead Field Coven. From him the princess would learn secrets of black magic, secrets that other witches could only dream of. With him she would give birth to the first kanovars who would start the cycle of generations. With blood of killed victims more and more Ka'Ruuk'Onis infiltrate the terrestrial world. In the past centuries the number of demons increased up to several hundreds and the number of kanovar warriors under their command increased to several thousands. The emergence of the Dead Field Coven starts looking more and more like a plan with the demons behind it. And it seems that soon this plan will enter its active (and bloodiest!) phase.
ru: Много тёмных сил обитает в иных мирах, и одними из таких сил, которым удалось проникнуть в мир земной, стали демоны Ка'Руук'Они — могущественные сущности, обитающие в пылающих степях нижнего мира, чья сила, коварство и магические способности издавна впечатляли народы, которым довелось прямо или косвенно узреть их деяния. Неизвестно, как именно темские князья установили контакт с этими демонами, однако в будущем именно один из Ка'Руук'Они, привязанный к царевне с помощью волшебного рожка, сыграет важную роль в истории Великой Степи и надоумит царевну на создание Ковена Мёртвого поля. От него царевна постигнет тайны чёрной магии, тайны, о которых простые ведьмы могут только мечтать, от него она родит первых кановаров, которые начнут круговорот поколений. С помощью крови убиенных жертв всё больше и больше Ка'Руук'Они проникают в мир земной. За последние века численность демонов возросла до нескольких сотен, а кановаров-воинов под их руководством — до нескольких тысяч. Возникновение Ковена Мёртвого Поля всё более и более становится похожим на план, за которым стоят эти демоны. И похоже, что в скором времени этот план войдёт в активную (и самую кровавую!) свою фазу

source: race^Northern Human
ru: Северянин

source: race+female^Northern Human
ru: Северянка

source: Belomir, Belozar, Borislav, Burislav, Vasil'ko, Vladimir, Vseslav, Vsevolod, Gostomysl, Zvenimir, Zdeslav. Izyaslav, Kazimir, Krasibor, Mirodar, Mstislav, Peresvet, Radomir, Svyatogor, Yaropolk
ru: Беломир, Белозар, Борислав, Бурислав, Василько, Владимир, Всеслав, Всеволод, Гостомысл, Звенимир, Здеслав. Изяслав, Казимир, Красибор, Миродар, Мстислав, Пересвет, Радомир, Святогор, Ярополк

source: Agniya, Alena, Anastasiya, Asya, Balemila, Borislava, Varvara, Vedana, Vel'mira, Vera, Vlada, Ganka, Gita, Greza, Diva, Dorodeya, Edviga, Zabava, Zlata, Inga, Malusha, Olga, Pelageya, Rada, Svetlana, Slavina, Yaroslava
ru: Агния, Алена, Анастасия, Ася, Балемила, Борислава, Варвара, Ведана, Вельмира, Вера, Влада, Ганка, Гита, Греза, Дива, Дородея, Едвига, Забава, Злата, Инга, Малуша, Ольга, Пелагея, Рада, Светлана, Славина, Ярослава

source: race^Southern Human
ru: Южанин

source: race+female^Southern Human
ru: Южанка

source: race^Raven
ru: Ворон

source: race+female^Raven
ru: Ворона

source: race^Ravens
ru: Вороны

source: race^Kobold
ru: Кобольд

source: race+female^Kobold
ru: Кобольдка

source: race^Kobolds
ru: Кобольды

source: Kobolds are similar in appearance to Saurians, differing for the most part in the blue tint of their scales and amber-red eyes. However, a more crucial difference in the way of life – instead of jungles and swamps, they preferred deep caves and mountains, where they live off underground water, flora and fauna. Kobolds organize themselves in clans, concentrated near generous ore and mineral deposits and underground lakes. In such conditions – with the necessity to make new tunnels and defend their caves from outsiders – the blue lizards have developed the technology of rapid-fire crossbows and chemical explosives. It is not known for sure whether Kobolds knew about the Great Abyss before or whether they gathered within its vicinity only when Tartarus called for new candidates for the Mandate. But when the Empire of Xian was suffering a state crisis, the blue lizards rapidly consolidated their clans in a desire to acquire the benefits from a doomed civilization. Showering the squares of the cities with arrows and breaking through the walls with mining equipment, they destroyed the Empire of Xian in the shortest possible time. As a sign of their triumph, they seized inhabitants indiscriminately – the living and the dead – and threw them into the hopeless blackness of the Great Abyss. Although the Kobolds could not hold their power for a long time – having later experienced the onslaught of the Jiangshi who emerged from the Abyss with an army of Terracotta Warriors – the resurrected Xians – they were able to survive the harsh times and remain an important part of the state under the Mandate of Mangus. Kobolds tirelessly manufacture skillful firearms and throwing weapons, as well as engage in mining and underground agriculture – all for the glory of the Empire.
ru: Кобольды внешне схожи с Ящерами, отличаясь во многом синим окрасом чешуи и янтарно-красными глазами. Однако более существенным различием является образ жизни – вместо джунглей и болот они предпочли глубокие пещеры и горы, где они живут подземной водой, флорой и фауной. Кобольды живут кланами, сосредотачиваясь около крупных рудных и минеральных месторождений и подземных озёр. В таких условиях – при необходимости пробиваться к новым ходам и отстаивать свои пещеры от чужаков – синие ящеры развили технологию скорострельных арбалетов и взрывных составов. Точно не известно, знали ли Кобольды о Великой Бездне раньше или они собрались в её пределах только когда Тартар воззвал новых претендентов на Мандат. Но когда Империя Шиан оказалась в состоянии кризиса, синие ящеры стремительно консолидировали свои кланы в желании приобрести блага обречённой цивилизации. Осыпая площади городов стрелами и проламывая стены шахтёрским снаряжением, они в кратчайшие сроки уничтожили Империя Шиан. В знак своего триумфа, они схватили без разбора живых и мёртвых жителей и скинули в беспросветную черноту Великой Бездны. Хотя Кобольды не смогли долго удерживать свою власть – испытав в дальнейшем натиск появившихся из Бездны Цзянши с армией Терракотовых Воинов – восставших Шианцев – они смогли пережить суровые времена и остаются важной частью государства под Мандатом Мангусов. Кобольды не покладая рук изготавливают искусное огнестрельное и метательное оружие, а также занимаются горным делом и подземным сельским хозяйством – всё во славу Империи.

source: Xiar,Zann,Sassu,Shax,Zassn,Qinx,Xix,Grix,Jong,Shann,Yogg,Naq,Jix,Janx,Yaog,Yonq,Nix,Niqt,Gaq,Gax,Vax,Veqt,Oppaq,Opax,Renx,Mellq.
ru: Хиар,Занн,Сассу,Шах,Зассн,Кинкс,Зикс,Грикс,Ёнг,Шанн,Ёгг,Нак,Джикс,Джанкс,Яог,Ёнк,Никс,Никт,Гак,Гакс,Вакс,Вект,Оппак,Опакс,Ренкс,Меллк.

source: race^Mangus
ru: Мангусы

source: race+female^Mangus
ru: Мангус

source: Mangus are beast-like giants, easily dwarfing even the tallest sentient races. They rule Tartarus Mandate with an iron fist and are not afraid of joining the battle themselves, swinging their meteor hammers with utter rabidity. <header>text='Origins'</header> Mangus were not known in Irdia before their taking of The Mandate. Either they dwelled too deep to meet any other creatures, or they were a recent creation, possibly by Tartarus itself. In any way, Mangus have proven to be successful in the current situation – overthrowing dysfunctional Jiangshi, preserving all the previous ruling races and integrating them into a working society and making an alliance with frivolous yet powerful Yaoguai. As of now, there is no obvious reason for Mangus to lose the favor of the Mandate. <header>text='Life'</header> young Mangus appear from depths of Tartarus regularly, but their memory is often blurry as on how they came to life and what they saw deep below. As such, all Mangus consider Tartarus their father and call all other Mangus siblings or brothers. Such friendly addresses although do not prevent Mangus from harsh competition which often results in duels and blood sport. However, despite their brutish appearance, they are usually smart enough to avoid such feuds during war. Unlike other races, Mangus do not seem to suffer weaknesses of old age – they do not become senile and fragile, and only get stronger and bigger with years. At a certain point, an old Mangus would decide to make the Great Descent – to go down the Pit of Tartarus, trying to reach the place of their birth. Although this experience is as hazy as their memory of their actual birth, they return somewhat “endarkened” – what Mangus say as opposed to “enlightened”. “Endarkened” Mangus are even stronger and larger than regular brutes, as well as possessing up to three heads or faces. They earn the name of Yelbeghen – “demonic dragon”. They are the elite of Mangus and occupy the highest positions of the Mandate’s society. They still take great pleasure in combat – it would be a great misuse of their new power – usually leaving the most mundane and boring governing work to tireless and incorruptible Jiangshi. <header>text='Mangus and Worms'</header> Mangus’ life is strongly linked with one of a Worm. Although Mangus are current holders of the Mandate, they probably would not have achieved such heights without the help of Worms. This relationship cannot be equated to owner-pet, as no Mangus has direct control over a particular Worm and vice-versa, their relationship is mutual and equal. Such strong link is understandable, as underground life of such giants as Mangus is barely imaginable, yet Worms provide great help burrowing tunnels for their close friends.
ru: Мангусы - звероподобные гиганты, легко затмевающие своим ростом даже самые высокие разумные расы. Они правят Мандатом Тартара железным кулаком и не боятся сами вступать в битву, размахивая своими молотами-метеорами с невиданной неистовом. <header>text='Происхождение'</header> Мангусы не были известны в Ирдии до того, как они получили Мандат. Возможно, это по причине того, что они жили слишком глубоко, чтобы совершить полноценный контакт с другими расами. В любом случае, Мангусы оказались успешными в нынешней ситуации – свергнув неблагополучных Цзянши, сохранили все предыдущие правящие расы и интегрировали их в работающее общество, а также заключили союз с легкомысленным, но могущественным Яогуаем. На данный момент Мангусы кажутся достойными обладателями Мандата. <header>text='Жизнь'</header> Мангусы обитают в самых глубоких пещерах и туннелях, связанных с Бездной. Они живут со своими семьями до подросткового возраста, когда большинство мужчин уходят на службу, участвуя в жестокой жизни и доказывая свою ценность. Нередки случаи, когда мангусы участвуют в дуэлях и кровавых забавах. Однако, несмотря на их жестокую внешность, они обычно достаточно умны, чтобы избегать подобных распрей во время войн. В отличие от других рас, мангусы, похоже, не страдают от старости – они не становятся дряхлыми и хрупкими, только увеличиваясь в силе и размере с годами. В определенный момент старый Мангус решал совершить Великий Спуск – спуститься в Бездну Тартара, пытаясь добраться до самых глубоких и неизведанных уголков подземных лабиринтов и поразмыслить в мрачном уединении. После такого путешествия в глубины подземелий он возвращается “затемненным” – что говорят мангусы вместо “просветленного”. “Затемненные” мангусы ещё больше и сильнее обычных гигантов, а также обретают до трех голов или лиц. Они заслужили название Йельбеген – “демонический дракон”. Они являются элитой среди мангусов и занимают самые высокие посты в обществе Мандата. Они по–прежнему получают огромное удовольствие от сражений – это было бы ужасно неправильным использованием их новой силы – обычно оставляя самую муторную и скучную административную работу неутомимым и неподкупным Цзянши. <header>text='Мангусы и черви'</header> Жизнь Мангуса тесно связана с жизнью Червя. Хотя Мангусы являются нынешними обладателями Мандата, они, вероятно, не достигли бы таких высот без помощи Червей. Эти отношения нельзя приравнять к отношениям владелец-домашнее животное, поскольку ни один мангус не имеет прямого контроля над конкретным Червем, наоборот, их отношения весьма взаимны и равноправны. Такая сильная связь объяснима, поскольку подземная жизнь таких гигантов, как Мангусов, едва ли возможна, если бы черви не оказывали огромную помощь в прокладывании туннелей для своих близких друзей.

source: Elden,Yelu,Eje,Alin,Sholontu,Erdeni,Fodo,Jakdan,Niowanggiyan,Sahaliyan,Muke,Nikan,Ankhbayar,Batbayar,Batu,Chingis,Ganbold,Gantulga,Ganzorig,Naranbaatar,Otgonbayar,Temur,Erkin
ru: Елден,Елюй,Еэж,Алин,Шолонту,Ердени,Фодо,Якдан,Ниованггиян,Сахалиян,Муке,Никан,Анкхбаяр,Батбаяр,Бату,Чингис,Ганболд,Гантулга,Ганзориг,Наранбаатар,Отгонбаяр,Темур,Ерки

source: race^Worm
ru: Червь

source: race+female^Worm
ru: Червь

source: race^Worms
ru: Черви

source: Worms, also known as Olgoi Horhoi – are beasts of great size. They can easily fit a boat in their mandibles and are as long as a tree trunk. They may seem like mindless monsters, but there is more to the story. There is some intelligence, a hidden mind slumbering in that enormous mass of dagger-like teeth and foul flesh. Other creatures may not fully understand it, but they feel a Worm’s presence, they feel its pressing will – as if Tartarus whispers through its children. Wherever there is a Worm, there is also a mangus. Although such an alliance seems at first glance unobvious, it would be difficult for a great-in-size mangus to survive in an underground environment without the help of overgrown burrowing worms. This connection manifests itself in the almost sacred respect from Mangus to the Worms, which can only be overshadowed by their fanaticism for the Great Abyss. Mangus bow and greet worms much like their own kinsmen and celebrate their attainment of old age. At the same time, worms are by no means pets of mangus, they are independent of them and are not in anyone's keeping. This relationship can be compared to that one of drakes and lizards, although in the case of mangus and worms, this it has truly reached the level of symbiosis.
ru: Черви, также известные как Олгой Хорхой, – чудовища огромных размеров. Рыбацкая лодка с лёгкостью поместится в их жвалах, а при своей длине тела они напоминают поваленное дерево. Они могут показаться безмозглыми монстрами, но это представление обманчиво. Есть какой-то разум, скрытый, дремлющий в этой огромной массе кинжалоподобных зубов и вонючей плоти. Другие существа могут не до конца понимать это, но они чувствуют присутствие Червя, они чувствуют его давящую волю – как будто Тартар шепчет через своих детей. Везде, где есть Червь, есть и Мангус. Хотя такой союз кажется на первый взгляд неочевидным, огромному по размерам мангусу было бы трудно выжить в подземной среде без помощи роющих червей-переростков. Эта связь проявляется в почти священном уважении Мангуса к Червям, которое может быть омрачено только их фанатизмом по отношению к Великой Бездне. Мангусы кланяются и приветствуют червей так же, как своих сородичей, и празднуют их достижение старости. В то же время черви ни в коем случае не являются домашними животными мангусов, они независимы от них и ни у кого не находятся на содержании. Эти отношения можно сравнить с отношениями селезней и ящериц, хотя в случае мангуса и червей они действительно достигли уровня симбиоза.

source: Øẗhbaæz,Dhræmnäzgghul,Grohnyzbaæz,Zubnyzurzhydy,Gorzvohzhydgÿzoth,Dazrupghül,Gorzubhyv,Urḧrrupdurgrozbhyd
ru: Øẗхбаæз,Дхрæмнэзггхул,Грохнызбаæз,Зубнызуржыды,Горзвохжыдгÿзотх,Дазрупгхюл,Горзубхыв,Урḧррупдургрозбхыд

source: race^Yaoguai
ru: Яогуаи

source: race+female^Yaoguai
ru: Яогуаи
