Repository: ForestDragon-wesnoth/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: ru

source: Yaoguai are magical beings of a dualistic nature. They exist between life and death, wild and civilized, loyal and treacherous. Many dwell in isolated mountains, forests and swamps of the Tartarus Mandate. Although Yaogai serve the State during war and peace alike, their homelands enjoy significant autonomy: they are allowed self-governance without imperial supervision, and outsiders are strictly forbidden from entering the territory of Yaoguai. Thus, the life of these beings is covered in a veil of secrecy even to most whom they ally themselves with. <header>text='Origins'</header> The origin of Yaogai is solely based on speculation since the isolation of their communities. If Yaoguai descend from something, it is certainly not human. Although Yaogai like Vixens or Jorogumo have for the most part human-like appearance or traits, in their habits and intelligence they diverge extremely from away from them, especially when peace is no option. The most likely assumption is that the Yaogai are the result of special rites by ancient cults and wizards, who perfected and improved their familiars, trying to figure out a way of achieving godhood. But with the familiars gaining becoming more power than their masters, they needed their lordship no more. <header>text='History'</header> Since the existence of Yaoguai, they have caused terror to anyone who dared to come close to their lands. Such hostile and protective behavior was especially evident in their interactions with Xian. Although open conflicts were not uncommon, Yaoguai preferred other means of terrorizing their enemies. They often kidnapped children or seduced men for later manipulations or murders. This caused Xian society to be extremely paranoid, and also creative in making wild stories and speculations on Yaoguai. During the First Mandate, The Mandate of Xian, tensions were especially high. As the unified empire tried to push back the Yaoguai, the creatures stayed low. But in rare moments when they did confront Xian, they were as destructive and violent as never seen before, after which they stayed low again. Similar situation was established between Yaoguai and Kobolds, who were interested in hunting down Yaoguai for sport. It ended tragically for Kobolds when Yaoguai organized a devastating counter-attack, leaving the blue reptiles vulnerable to incoming forces of Jiangshi and Terracota Warriors. During the reign of Jiangshi, the relations between the empire and Yaoguai seemed surprisingly neutral, even non-existent. Yet, Jiangshi were very likely to know of Yaoguai presence. Mangus, who came into power after Jiangshi, seemed unaware of Yaoguai at first. However, they soon reached several Yaogui communities with an offering – Yaoguai would become clients of the Mandate, serving their skills to the Empire, while their lands and secrets remain protected. The deal, which seemed suspiciously in favor of Yaoguai, eventually gained its ground. As those tribes accepted the deal and soon learned the benefits of such cooperation, they were offered a second condition to prove their loyalty – they reach out other Yaoguai communities personally and offer them the same deal with the Mandate. Either they accept it, or die by the claws of their own kin. In the end, Yaoguai proved their alliance with the Mandate and remain crucial to the life of the Empire. <header>text='Types'</header> There are several types of known Yaoguai: Vixens – are humanoid-like creatures with fox traits – most noticeably – ears and tails, though their limbs also possess likeness to those of foxes. They are most potent in magic among Yaoguai. Like Vixens, Jorogumo also possess animal and humanoid features, though to a more obvious degree – as their spider bodies have significant size compare to their human halves. Although Jiangshi do not live together with Yaoguai, their innate magical abilities and essence are similar, which may suggest their common origin.
ru: Яогаи - магические существа двойственной природы. Они находятся между жизнью и смертью, природой и цивилизацией, преданностью и хитростью. Многие обитают в изолированных горах, лесах и болотах Мандата Тартар. Хотя яогаи служат государству в мирное и военное время, их родные края пользуется значительной автономией: им разрешено самоуправление без императорского надзора, а посторонним строго запрещено посещать территорию Яогаев. Таким образом, жизнь этих существ покрыта завесой тайны даже для тех, с кем они союзничают. <header>text='Происхождение'</header> Происхождение Яогуаев покрыто тайной из-за их изолированности. Хотя Лисицы и Джорогумо имеют человеческую внешность или черты, по своим привычкам и разуму они сильно отличаются. Наиболее вероятным предположением является то, что Яогаи являются результатом специальных обрядов древних культов, которые совершенствовали и совершенствовали своих фамильяров, пытаясь найти способ достичь божественности. Но с тех пор, как фамильяры стали более могущественными, чем их хозяева, они больше не нуждались в их господстве. <header>text='История'</header> С момента своего существования Яогуаи наводили ужас на любого, кто осмеливался приблизиться к их землям. Такое враждебное и чрезмерно защитное поведение было особенно очевидно в их отношениях с Шианом. Они часто похищали детей или соблазняли мужчин для последующих манипуляций или убийств, что вызывало сильную паранойю среди населения. Во время Первого Мандата, Мандата Шиана, напряженность была особенно высокой. Пока объединенная империя пыталась оттеснить Яогуаев, существа оставались тщательно скрывались. Но в редкие моменты, когда они сталкивались с Шианом, они были такими разрушительными и жестокими, какими их ещё не видели. Аналогичная ситуация сложилась между Яогуаями и Кобольдами, которые были заинтересованы в охоте на них ради развлечения. Это закончилось трагически для Кобольдов, когда Яогуаи организовали сокрушительную контратаку, сделав синих ящеров уязвимыми для появившихся сил Цзянши и Терракотовых Воинов. Во время правления Цзянши отношения между империей и Яогуаями казались на удивление нейтральными, если полным игнорированием друг друга. Тем не менее, Цзянши, скорее всего, знали о присутствии Яогуаев. Мангусы, пришедшие к власти после Цзянши, обратился к Яогуаям как большинство важных вопросов в государстве было решено. Они предложили нескольким сообществам стать клиентами Мандата, обещая сохранение автономии и секретов в обмен на сотрудничество. Предложение, которое казалось подозрительно выгодным Яогуаям, в конце концов завоевало свои позиции. Когда первые сообщества приняли условия, им было дано задание закрепить пакт – они должны связаться с другими Яогуаями и предложить им тоже стать клиентами Мандата, если они откажутся – уничтожить их без колебаний. В конце концов, Яогуаи доказали свою верность Мандату и ныне играют важную роль в жизни Империи. <header>text='Виды'</header> Существует несколько известных видов яогуаев: Лисицы - человекоподобные существа с лисьими чертами – в первую очередь – ушами и хвостами, хотя их конечности также имеют сходство с лисьими. Они наиболее способны в магии среди Яогуаев. Как и Лисицы, Джорогумо также обладают звериными и гуманоидными чертами, но в более заметной степени – имеют человеческую верхнюю часть тела, прикрепленную к гигантскому пауку. Хотя Цзянши не живут вместе с Яогуай и больше напоминают нежить, их врожденные магические способности и сущность схожи, что может свидетельствовать об их общем происхождении.

source: Elden,Yelu,Eje,Alin,Sholontu,Erdeni,Fodo,Jakdan,Niowanggiyan,Sahaliyan,Muke,Nikan,Bang,Fai,Feng,Guowei,Jenghis,Kang,Lei,Mengfu,Najun,Rijin,Seng,Syaoran,Dong,Yahui
ru: Елден,Елюй,Еэж,Алин,Шолонту,Ердени,Фодо,Якдан,Ниованггиян,Сахалиян,Муке,Никан,Анкхбаяр,Батбаяр,Бату,Чингис,Ганболд,Гантулга,Ганзориг,Наранбаатар,Отгонбаяр,Темур,Ерки

source: Sain,Ilha,Hojo,Muke,Ulhicun,Aihai,Airu,Ami,Bei,Cao,Chai,Chaomei,Dali,Daxia,Haijun,Jiao,Lei,Lianfang,Najun,Noqua,Yoko,Mao,Kanna,Ai,Xia,Rin,Mai
ru: Саин,Илха,Хоё,Муке,Улхицун,Аихаи,Аиру,Ами,Беи,Цао,Чаи,Чаомеи,Дали,Дасяхэ,Хаиюн,Йиао,Леи,Лианфанг,Наюн,Нояуа,Ёко,Мао,Канна,Аи,Хиа,Рин,Маи

source: race^Terracotta Man
ru: Терракотовый человек

source: race+female^Terracotta Woman
ru: Терракотовый человек

source: race^Terracotta Men
ru: Терракотовый человек

source: Chen,Fang,Dong,Gang,Heng,Hong,Jian,Jing,Kai,Lian,Ming,Rong,Shun,Tao,Xiang,Yahui,Yang,Zheng,Wen,Zhou
ru: Чен,Фанг,Донг,Ганг,Хенг,Хонг,Йиан,Йинг,Каи,Лиан,Минг,Ронг,Шун,Тао,Сян,Яхуи,Янг,Чженг,Вен,Чжоу

source: Great Steppe Era (custom terrain)
ru: Эра Великой Степи (террейн)

source: Pit Trap
ru: Яма-ловушка

source: Castle
ru: Замок

source: Triumvirate Castle
ru: Замок Троеградья

source: Keep
ru: Цитадель

source: Triumvirate Keep
ru: Цитадель Троеградья

source: Demon
ru: Демон

source: Regular Ka'Ruuk'Oni demons appear in the mortal world as red-skinned horned giants riding on black fire-breathing pegasi. They are armed with outlandish long swords, and are clad in armor reminiscent of thoat worn in the easternmost regions of Irdia. In the coven, they are the quite high in the hierarchy. Demons rule over the Kanavars, taking whichever witches they want for themselves, and commanding an army of brutal half-blood Kanavars. These proud, power-hungry and hot-tempered beings truly reveal themselves in the heat of the battle: like huge black crows they rush over the battlefield and pour fire on the enemy, or they suddenly crash into enemy ranks and cut opponents to pieces with quick blows. They do not take prisoners, and do not tolerate cowardice, neither their own soldiers' nor the enemy's. The Ka'Ruuk'Oni feed the weak and cowardly to their pegasus alive. Basically, one meeting with these fiends is enough to understand that they have come to conquer our world, and will stop at nothing.
ru: Рядовые демоны Ка'Руук'Они являются в мир земной как краснокожие рогатые исполины верхом на чёрных огнедышащих пегасах. Они вооружены диковинными длинными мечами, и облачены в доспехи, напоминающие те, что носят в самых восточных краях Ирдии. В ковене они — главный разряд. Демоны правят над кановарами, берут любую, какую захотят, из ведьм, и командуют армией жестоких кановаров-полукровок. Эти гордые, властолюбивые и вспыльчивые существа по-настоящему раскрываются в гуще сражения: как огромные чёрные вороны они носятся над полем битвы и поливают противника огнём, или же внезапно врезаются в вражеские ряды и быстрыми ударами рассекают противников на части. Они не берут пленных и не терпят трусости, ни своих, ни вражеских воинов. Слабых и боязливых Ка'Руук'Они заживо скармливают своим пегасам. Словом, одной встречи с этими тварями достаточно, чтобы понять — они пришли покорить наш мир, и ни перед чем не остановятся.

source: While is unit is in a 3-tile radius from them, allied witches can give birth to kanavars.
ru: Союзные ведьмы в радиусе 3-ех гексов начинают рожать канаваров.

source: father of fiends
ru: отец бесов

source: sword
ru: меч

source: fire breath
ru: огненное дыхание

source: Dead Field Knyaz
ru: Князь Мёртвого поля

source: demon knyaz^WIP: NOT YET TRANSLATED
ru: Князья мёртвого поля — это старшие из Ка'Руук'Они, призванные в мир земной, чтобы править. Они являются высшими полководцами и судьями над всеми мужчинами ковена. Все войска повинуются им, все походы организуются по их воле. В отличие от разжигателей войны, князья закованы в тяжёлую броню и вооружены длинными копьями; за спиной у них развеваются тёмные штандарты с символами из их мира. В битву князья вступают в первых рядах. Прямо с лёту они пронзают копьями вражеский строй и разрывают души поверженных; души эти взрываются и вызывают адскую боль и смятение у всех живых, кого коснулся паранормальный взрыв. А кановары под началом князей вдохновляются их примером, и бьются ещё яростнее обычного. Стоит ли говорить, что прежде ни одно войско не выдержало удара конницы ковена под началом этих могущественных командиров?

source: While is unit is in a 3-tile radius from them, allied witches can give birth to kanavars. All kanavars birthed/recruited while this unit is alive permanently gain a permanent 1 damage bonus. This does not stack.
ru: Союзные ведьмы в радиусе 3-ех гексов начинают рожать канаваров. Все канавары, рождённые и завербованные, пока жив князь, получают постоянный бонус +1 к урону на все атаки. Этот бонус не суммируется.

source: knyaz of fiends
ru: князь бесов

source: spear
ru: копье

source: Demon Warmonger
ru: Разжигатель войны

source: demon warmonger^WIP: NOT YET TRANSLATED
ru: Среди каждого народа есть наиболее яростные и отважные воины, и к сожалению для всех жителей земного мира Ка'Руук'Они — не исключение. Порой из пылающей степи приходят всадники с яростными и ужасными лицами, размерами превосходящие всех прочих; обнажённые по пояс, они вооружены огромными ужасающими клинками, выкованными где-то в нижнем мире, и демонической отвагой. Это — разжигатели войны, наиболее кровожадные и безумные из всех Ка'Руук'Они. Они не командуют отрядами и действуют самостоятельно. В битве они врываются в самые тяжёлые места и устраивают кровавую бойню. Невзирая на раны, разжигатели войны одного за другим разрубают своих противников и пожирают их души. И даже если демона-убийцу удастся ранить достаточно сильно, пожранные души вмиг возвращают его к жизни целым и невредимым. Завидев их могучие красные силуэты, парящие среди туч, враги или обрадуются, что в их войске есть сильные колдуны, способные остановить их налёт, или пожалеют, что родились на свет.

source: boiling blood
ru: кипящая кровь

source: While is unit is in a 3-tile radius from them, his side's witches can give birth to kanavars. All kanavars birthed/recruited while this unit is alive permanently gain the 'fearless' trait.
ru: Союзные ведьмы в радиусе 3-ех гексов начинают рожать канаваров. Все канавары, рождённые и завербованные, пока жив разжигатель, получают свойство "бесстрашный".

source: greatsword
ru: большой меч

source: souleater
ru: пожиратель душ

source: Familiar
ru: Фамильяр

source: The magic of the followers of witchcraft is based on overcoming the gap between the worlds - the gap between Irdya and the others – alien worlds of nightmares, the dead and incomprehensible. The key to occult machinations over the matter of being lies within various artifacts – staffs, amulets and potions that allow one to thin the plane of reality. But much more powerful are the witches' living talismans – the terrifying Familiars. Like hounds, they guide their masters through the fabric of worlds with their keen senses of otherworldly. The same lets them twist the essence of their enemies, transforming them into lesser beasts. The Familiars use this same ability to kidnap girls, who later join the Witch Coven.
ru: Магия последовательниц ведьминского искусства основывается на преодолении бреши между мирами – брешь между Ирдией и потусторонним – чужеродными мирами кошмаров, мёртвых и непостижимого. Ключом к оккультным махинациям над материей бытия являются различные артефакты – посохи, амулеты и зелья, позволяющие утончить грань реальности. Но куда большим могуществом обладают живые талисманы ведьм – ужасающие Фамильяры. Словно гончие, они ведут своих хозяев по тканям миров при помощи своего потустороннего чутья. Это также позволяет им искажать сущность врагов, преображая их облик в низших зверей. Эту же способность Фамильяры используют, чтобы похищать девочек, которые в последствии вступают в ведьминский круг.

source: dark clot
ru: тёмный сгусток

source: curse of transformation
ru: проклятье трансформации

source: Imp
ru: Бес

source: Just as a pet grows from food, care and training from its owners, so do Familiars – on the flesh of fallen enemies, on the fury and wrath of the Witches and their enchantments. Imps faithfully serve the supreme overlords of the Coven, maintaining the gate between Irdya and the world of Demons, while their own magical abilities are enough to compete with full-fledged mages.
ru: Как домашнее животное растёт от пищи, заботы и дрессировки своих хозяев, так и Фамильяры растут – на плоти поражённых врагов, на ярости и гневе Ведьм и их зачарованиях. Импы верно служат верховным владыкам Ковена, поддерживая врата между Ирдией и миром Демонов, а их собственных магических способностей достаточно, чтобы тягаться с полноценными магами.

source: Lesser Ghoul
ru: Низший убыр

source: ghoul0^WIP: NOT YET TRANSLATED
ru: Низший убыр — это только обращённый покойник. Их создают слабые ведьмы для тренировки, но чаще они появляются в результате питания исчадий. Низшие убыры слабы и медлительны. Единственное, чего они хотят — это пожирать трупы и пить кровь. Низших убыров в Ковене немного — сильных особей как правило сразу откармливают до состояния обычных убыров, а слабых сразу пускают в расход.

source: claws
ru: когти

source: Steppe Ghoul
ru: Убыр

source: ghoul1^WIP: NOT YET TRANSLATED
ru: Убыры — это отвратительные тощие мертвецы-кровососы. Ведьмы создают их из пленных мужчин, и, пожалуй, это один из самых страшных ритуалов во всём Ковене. Несмотря на кажущуюся хрупкость, убыры имеют довольно крепкие тела. Ведьмы используют их для разных целей: как грубую силу для грязной и тяжелой работы, как средство устрашения и казни провинившихся (одна из казней в Ковене — сбрасывание в яму с убырами), и, наконец, как какую-никакую, но пехоту во время войны. Гордые демоны, канавары или скелеты не станут тащить таран к воротам, рыть подкоп или выступать в роли пушечного мяса; убыры — станут, ведь их воля полностью подчинена ведьмам, и они просто не могут не исполнить приказ.

source: Fiend
ru: Исчадие

source: ghoul2^WIP: NOT YET TRANSLATED
ru: Те убыры, которые прошли через многие битвы и вдоволь напились человеческой крови, становятся исчадиями. Это высокие худосочные твари с ужасными пучеглазыми мордами, острыми зубами и длиннющими когтистыми лапами. Убить их совсем не просто: кожа их затвердела, и не поддаётся слабым ударам, что вкупе с развитым проворством делает их опасными противниками. Когти исчадий остры и пропитаны трупным ядом. Они способны превращать разодранные тела в новых убыров, и часто ведьмы, чтобы сэкономить магические силы, просто бросают пленных в клетку с исчадием, вместо того, чтобы проводить ритуалы.

source: Kanavar
ru: Канавар

source: Kanavar are fierce warriors of the steppe, whose dexterity, cunning and accurate shooting seem to be something paranormal. Young, not yet fully-grown Kanavars are armed with an axe and a bow, and their clothes consist of trousers and hats, and nothing more. But even with such light equipment, they pose a great danger: from an early age, they've been taught by the cruel demons how to kill and plunder, so even a small detachment of Kanavars is able to defeat more numerous forces of the enemy. War, in fact, is their only occupation and entertainment. The Kanavars believe that new times will soon come when they will be the main people who rule over the weak, and with zeal and perseverance bring themself closer to that goal with fire and well-aimed bow shots.
ru: Канавары — это свирепые воины степи, чья ловкость, коварство и меткая стрельба кажутся чем-то паранормальным. Молодые, ещё не совершеннолетние канавары вооружены топором и луком, а из одежды носят штаны и шапки, и ничего более. Но даже с таким лёгким снаряжением они представляют большую опасность: с ранних лет жестокие демоны учили их, как убивать и грабить, поэтому даже небольшой отряд канаваров способен разбить превосходящие силы противника. Война, собственно, является их единственным занятием и развлечением. Канавары верят, что скоро наступят новые времена, когда они будут главным народом, властвующим над слабыми, и с рвением и упорством приближают их меткими выстрелами из луков.

source: axe
ru: топор

source: bow
ru: лук

source: Kanavar Marksman
ru: Канавар-стрелок

source: kanavar2^WIP: NOT YET TRANSLATED
ru: Опытные канавары, захватившие себе жён и богатства в набегах (а, следовательно, ставшие совершеннолетними) формируют отряды стрелков. Если молодые канавары — это по сути мобильные отряды мародёров, то канавары-стрелки — это основа конной армии Ковена. Они почти не ходят в мелкие набеги, их основное занятие — это участие в крупных завоевательных походах под началом демонических князей. Никто из былых народов степи не сравнится с ними в умении обстреливать противника на ходу и уворачиваться от ответных выстрелов. Тактика канаваров-стрелков — измотать противника стрелами, а затем окружить и добить оставшихся топорами.

source: arrow dance
ru: танец стрел

source: Shadowshot
ru: Тенестрел

source: kanavar3^WIP: NOT YET TRANSLATED
ru: Из самых умелых и одарённых кановаров-стрелков формируется гвардия Тенестрелов. Это лучшая лёгкая кавалерия ковена, вооружённая зачарованными луками. Вкупе с врожденными сверхестественными свойствами канаваров, это оружие становится настоящим кошмаром для противника: на бешеной скорости тенестрелы поливают противника ливнем из заговорённых стрел, и почти никогда не промахиваются, зато по ним попасть невероятно трудно! Много добра захватили тенестрелы в походах, и чтобы подчеркнуть своё высокое положение, они носят добротные меховые халаты и украшают конскую сбрую золотом.

source: Kanavar Slasher
ru: Лихач

source: kanavar slasher^WIP: NOT YET TRANSLATED
ru: Любимое оружие канаваров — лук, но есть и те, в ком бурлящая кровь демонов взывает к яростной бойне на саблях. Их называют лихачами — и эти канавары полностью оправдывают своё гордое прозвище! Они стремительны и неистовы в набегах: подобно ветру они на полном скаку врываются в ряды противника и одну за другой снимают головы с плеч. Их невозможно остановить и невероятно тяжело одолеть в схватке на мечах. Да, многие из этих отчаянных всадников гибнут от копий и стрел, но даже победная схватка с ними — это ужас для их врагов, ибо нечеловеческая ярость и ловкость, которой обладают лихачи, заставляет задуматься о могущественных силах, которые стоят за самоубийственными набегами этих зловещих богатырей.

source: saber
ru: сабля

source: lasso
ru: аркан

source: Primal Spawn
ru: Древнее отродье

source: At the call of the queen-witch's army, the Primal Spawn rose up, tearing with their horns the frozen flesh of the northern steppes. These are cold but formidable puppets in the form of woolly rhinos, their bodies having unnatural endurance. Spirits from the depths of the stars, pulling the strings of these monsters, think absolutely unlike humans. They are not afraid of anything - neither the destruction of the physical shell, nor defeat in battle. Once upon a time, many thousands of years ago, the demons who came from the heavenly darkness chose their repositories from those mighty beasts who were not afraid of their monstrous true appearance. And today, in the age of battles, they follow the One who is not afraid of them. The Primal Spawn in trample their foes with their feet, kill with blows of theirtwo horns located one after the other on their nose.
ru: По зову собиравшей армию царицы-ведьмы поднимались, разрывая рогами мёрзлую плоть северных степей, отродья древности. Это холодные грозные куклы в образе шерстистых носорогов, их тела обладают высочайшей выносливостью. Дёргающие же монстров за ниточки духи родом из межзвёздных глубин мыслят абсолютно не-по человечески. Они не боятся ничего - ни разрушения физической оболочки, ни поражения в битве. Когда-то, многие тысячи лет назад, пришедшие из занебесной тьмы демоны выбрали себе вместилища из тех могучих зверей, кто не испугался их чудовищного истинного облика. И сегодня, в век битв, они идут за Той, у кого они не вызывают страха. Отродья древности в боях топчут противника ногами, убивают ударами двух расположенных один за другим на носу рогов.

source: ram
ru: таран

source: Primal Strength
ru: Древняя сила
