Repository: ForestDragon-wesnoth/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: ru

source: astral storm
ru: астральный шторм

source: female^Rodimitsa
ru: Родимица

source: Many witch cults are in one way or another connected with the cult of fertility. The Dead Field Coven is no exception. The chernavas who are incapable of managing or deeply understanding destructive magic are ordained to the rank of so-called rodimitsas. These witches' main purpose is to give birth to new kanavars, and take care of the health of all residents of the coven city. They are well versed in herbalism, potion making, and know how to interact with various natural forces. Rodimitsas often accompany the army of the coven on campaigns - an army always needs good healers, and the romimitsas are exactly that.
ru: Многие ведьминские культы так или иначе связаны с культом плодородия. Ковен Мёртвого поля — не исключение. Тех чернав, которые оказываются неспособны к управлению или глубокому познанию разрушительной магии, посвящают в так называемых родимиц. Родимицы — это ведьмы, главное назначение которых — рожать новых кановаров, и заботиться о здоровье всех жителей ковен-града. Они хорошо разбираются в травничестве, зельеварении, и умеют взаимодействовать с разными природными силами. Родимицы часто сопровождают войско ковена в походе — армии всегда нужны хорошие лекари, а воспитание в Ковене Мёртвого Поля делает из родимиц именно таких лекарей.

source: rodimitsa blood
ru: кровь родимицы

source: This unit has a permanent 10% bonus to forest terrain defense.
ru: Юнит, рождённый от родимицы, имеет постоянный 10% бонус к защите на лесной местности.

source: Kanavars birthed by this unit have a permanent 10% bonus to forest terrain defense.
ru: Юнит, рождённый от родимицы, имеет постоянный 10% бонус к защите на лесной местности.

source: touch
ru: прикосновение

source: nature's curse
ru: проклятье природы

source: female^Wild Witch
ru: Юродивая

source: The magical cults of the northern lands are divided into two types: cults that worship the light gods, and those that worship the spirits of the dark world. And while the former are supported by the princely power and are highly respected, a ban is imposed on the latter; worshipers of dark spirits are persecuted and punished by both the secular authorities and the priesthood. And no wonder - after all, a lot of evil was done by dark spirits in the old days! Most of all, the cults of the dark gods are popular among women. Sometimes, a girl is born seemingly with a fiend inside her, oddities happening to her, and no matter what people tried to do, there was no way to rid her of it. Such girls in the north are considered lunatics. They are feared and avoided. Many holy fools were formerly forced to flee to forests and swamps, and there, far from everyone, drag out their miserable existence as wild witches. Now everything has changed. The witch queen sent the messenger ravens to all the northern lands, to forests and swamps. She called these unfortunate girls to her place, and promised them support and protection. Many wild witches answered her call. The witch-queen discovered a great magical potential in them and took them under her personal tutelage. Local witches treat their wild sisters with apprehension, but this does not compare with the contempt they have for people from the northern land. The hearts of the wild witches are filled with hatred for people who rejected them and love for their patroness. Unbeknownst to the the people of the north, many of the misfortunes that have befallen them in recent decades - crop failures, epidemics, strife - are the work of the wild witches who have learned to draw strength from their hatred and direct it in what they view to be the right direction.
ru: Магические культы северных земель делятся на два типа: культы, взаимодействующие со светлыми богами, и культы, взаимодействующие с духами тёмного мира. И если первые поддерживаются княжеской властью и всячески почитаются, то на вторые наложен запрет; почитатели тёмных духов преследуются и наказываются со стороны как светской власти, так и жречества. И не мудрено — ведь много зла учинили тёмные духи в былые времена! Более всего тёмные культы распространены среди женщин. Случалось даже, то девушка рождалась как бы с бесом внутри, разные странности происходили с ней, и что ни делай — никак её от этого не избавить. Таких девушек на севере называют юродивые. Их боятся и избегают. Многие юродивые прежде вынуждены были бежать в леса и болота, и там, вдали от всех, влачить своё жалкое существование. Теперь всё изменилось. Царица-ведьма отправила воронов-вестников во все северные земли, в леса и болота. Она звала этих несчастных девушек к себе, и обещала им поддержку и защиту. Многие юродивые откликнулись на её зов. Царица-ведьма обнаружила в них огромный магический потенциал и взяла под свою личную опеку. Местные ведьмы относятся к юродивым с опасением, но это не сравнится с тем презрением, которое они испытывали от людей из северных краёв. Сердца юродивых преисполнены ненавистью к людям, отвергшим их и любовью к своей покровительнице. Люди севера даже не догадываются, но многие несчастья, свалившиеся на их голову в последние десятилетия — неурожаи, эпидемии, раздоры — это дело рук юродивых, которые научились черпать силу из своей ненависти и направлять её в нужное, по их мнению, русло.

source: swamp fire
ru: болотный огонь

source: evil eye
ru: сглаз

source: Fear Shadow
ru: Тень страха

source: Fear Shadows are the lesser steppe undead, evil spirits that are born out of human fear and take the form of wolves. During the day they hide in the steppe wind, and at night they gather in packs and hunt down lone travelers, caravan camps, or nomads. Shadows swirl around the prey, sparkling with ominous eyes and letting out a prolonged howl akin to that of the wind. As soon as the victim shows a sign of fear, the shadows immediately attack and devour them for a long time, slowly, because their true source of nourisment is not bones and meat, but the horror that prey experiences before death. Tales about the fear shadows are found in the legends of all the peoples of the Great Steppe, and over the centuries nomads have learned to resist them with the help of magic and amulets or courage, so death from a pack of shadows became a rare occurrence. However, in recent years, the shadows have become much more numerous, and they themselves have grown bolder, and began to pounce even on those who previously would have been considered too strong prey; This is due to the Hunn witches, who subjugated these undead beastd, bred them from the horror of tortured captives and put them at their service. Shadows are their main scouts in the steppe, and if in the dark you saw a pack of burning eyes, then you should know that you are watched not only by an evil spirit, but also forces that are much more powerful.
ru: Тени страха — это младшая степная нежить, злые духи, которые рождаются из человеческого страха и принимают облик волков. Днём они скрываются в степом ветре, а ночью собираются в стаи и выслеживают одиноких путников, стоянки караванов или отряды кочевников. Тени кружатся вокруг добычи, сверкают зловещими глазами и издают протяжный вой, напоминающий ветер. Стоит жертве показать признак страха — как тени тут же набрасываются на неё и долго, медленно пожирают, ведь их истинный корм — не кости и мясо, а предсмертный ужас, который испытывает добыча. Сведения о тенях страха встречаются в преданиях всех народов Великой Степи, и за века кочевники научились противостоять им с помощью магии, оберегов или мужества, поэтому смерть от стаи теней была редким явлением. Однако в последние годы теней стало гораздо больше, а сами они осмелели, и стали набрасываться даже на тех, кого раньше посчитали бы слишком сильной добычей; тому виной гуннские ведьмы, которые подчинили себе эту нежить, расплодили её из кошмаров истерзанных пленников и поставили себе на службу. Тени — их главные разведчики в степи, и если в темноте вы увидели стаю горящих глаз, то знайте, за вами наблюдает не только злой дух, но и силы, гораздо более могущественные.

source: fangs
ru: клыки

source: Fear Manifestation
ru: Призрак страха

source: wolf1^WIP: NOT YET TRANSLATED
ru: Поставив себе на службу теней страха, ведьмы также занялись их улучшением. По преданиям было известно, что тень страха, получившая достаточно пиши, становится всё более материальной, и, следовательно, повышает свой боевой потенциал. Однако успешных атак за последние десятилетия было так мало, что подобных существ в степи уже не осталось. Ведьмы исправили это, досыта накормив некоторых теней человеческим ужасом в закромах своих теремов. В результате получились более сильные и опасные твари; их клыки (как и все тело) стали более материальными и теперь способны запросто разрывать плоть, а вместе со страхом новые существа научились поглощать жизненную энергию добычи, и тем самым поддерживать своё полуматериальное состояние. Ведьмы прозвали их призраками страха; они не только собирают информацию, как тени, но и при необходимости запросто загрызают нужную цель, выполняя роль тайных убийц.

source: Fear Incarnate
ru: Воплощённый ужас

source: wolf2^WIP: NOT YET TRANSLATED
ru: Конечной целью экспериментов с тенями было воссоздание Воплощённого ужаса — лютоволка, сотканного из страха, который может запросто обратить в панику и разорвать с десяток кочевников. Сведения о таких существах содержались в очень старых летописях и были размытыми, останков нигде не было, ведь по преданиям после смерти лютоволк распадался на первобытный ужас, и следующие 3 поколения в поселениях, расположенных недалеко от места его гибели, рождались трусами. Но информацию о подобных психологических изменениях в истории некоторых племён ведьмы нашли и решили начать свои опыты. Они долго кормили страхом и мясом своих призраков, и в конечном итоге у них получилась полностью материальная свирепая тварь, один взгляд на которую вызывает в сердце человека трепет; практика показала, что такой лютоволк действительно способен разорвать целую деревню, однако для поддержания его материальности ему постоянно нужен корм. Ведьмы были довольны результатом и стали активно разводить эту нежить; в мирное время их периодически спускают на соседние народы для подпитки, а в случае войны эти твари окажутся на флангах и будут рвать вражеских стрелков, магов и даже лёгкую конницу.

source: Gnoll Biter
ru: Кусатель

source: Biters are newly-recruited gnoll warriors. A young biter does not yet have serious combat experience, which he compensates for with courage. As for armor, he wears only a belt with a shield, which is why he is quite mobile. Biters stride into battle with traditional gnoll traps, which capture and attract enemies like fishermen do to fish. The biters tear apart the captured enemy with claws and fangs. Each biter fights primarily for material gains such as gold and meat, so they are capable of both showing valor in front of commanders and running over to the side of the enemy should the tide of battle not go in their favor.
ru: Кусатели - это воины-новобранцы у гноллов. Юный кусатель ещё не имеет серьёзного боевого опыта, что компенсирует храбростью, а из брони носит лишь пояс со щитком, из-за чего достаточно подвижен. В битвы кусатели стремятся с традиционными для гноллов кистень-капканами, которыми захватывают и притягивают врагов, как рыбаки рыбу. Захваченного врага кусатели разрывают когтями и клыками.

source: tear apart
ru: растерзать

source: bear trap
ru: капкан

source: Gnoll Ripper
ru: Кромсатель

source: Rippers areskilled gnoll warriors. Legions of ripper make up the iron fist of the Serpent Khaganate's infantry. These tenacious, professional fighters wear scaly cuirasses; physical strength and skill allows them to wield a two-chain bear trap flail, with which they are able to capture and pull two enemies at once. The trap immobilizes victims with a pain shock, allowing the gnoll to gnaw through opponents' throats. Rippers often command small squads of biters. However, in cases of serious danger, they can also throw their subordinates to the mercy of fate and run over to the enemy with their tail between their legs.
ru: Кромсатель - опытный воин-гнолл. Легионы кромсателей составляют железный кулак пехоты Змеиного каганата. Эти стойкие, профессиональные бойцы облачаются в чешуйчатые кирасы; физическая сила и искусность позволяют им орудовать двухцепными кистень-капканами, которыми они способны захватывать и притягивать к себе сразу по два врага. Капкан обездвиживает жертв болевым шоком, позволяя гноллу перегрызть противникам глотки. Кромсатели часто командуют небольшими отрядами кусателей.

source: Gnoll Shredder
ru: Терзатель

source: gnoll3^WIP: NOT YET TRANSLATED
ru: Самые устрашающие из гноллов именуются терзателями. Будучи офицерами "рычащих рабов", терзатели могут себе позволить тяжёлые и дорогие латные доспехи со шлемами. В боях они управляются огромными трёхцепными кистень-капканами, которыми могут притянуть для растерзания когтями и зубами сразу трое врагов. Ветераны многих битв и верные слуги кагана, терзатели являются той направляющей силой, благодаря которой гнолльская пехота провозглашает о себе всё новыми подвигами.

source: chain
ru: цеп

source: Naga Overseer
ru: Надзиратель

source: Overseers are the lower class of the naga aristocracy. They are young individuals who keep an eye on the slaves of the serpentheads and commanders, and in wartime serve the role of junior commanding staff. A great responsibility rests on their shoulders, because the death of an overseer often means an entire squad of slaves thrown into disarray, so they take precautions about protection and use large wooden shields. Their weapon of choice is a mace, but it is more often used against deserters and cowards than on the front lines. As a sign of their position, overseers wear expensive fabrics and blue belts at their waist. Each of them dreams of proving themself and becoming a commander, so they make slaves fight valiantly, and often arrange daring tactical operations, not really concerning themselves with losses.
ru: Надзиратели – младшие, нетитулированные представители аристократии нага. Это молодые особи, играющие роль приказчиков в рабовладельческих имениях, а во время войны выполняющие роль младшего командного состава. На их плечах лежит большая ответственность, ведь смерть надзирателя часто означает вывод из строя целого отряда рабов, поэтому они беспокоятся о защите и прикрываются большими деревянными щитами. Оружием надзирателей является булава, но они чаще используют её против дезертиров и трусов, чем во время боёв на передовой. В знак своего положения надзиратели носят на пояса из голубой ткани. Все надзиратели мечтают отличиться, получить титул и землю, поэтому они заставляют рабов сражаться и часто устраивают смелые тактические операции, не особо считаясь с потерями.

source: mace
ru: булава

source: Naga Bekh
ru: Бек

source: Bekh is an aristocrat title received from the tumenbashi (serpenthead leader of a khanate) by a naga who distinguished himself by his loyalty to the Khaganate in battle or in peacetime. This title is hereditary, and it comes with a decent amount of land (that land usually including several human villages). A Bekh is obliged to serve the Khaganate faithfully, to fulfill the orders of the serpentheads, to keep the inhabitants of his fief (bekhdom) in submission. For cowardice in battle or ineffective management of his lands, a bekh they can lose their title and fief. Bekhs make up special commanding units of the Kaganate; the income from their land allows them to wear lamellar armor, arm themselves with first-class shields and armor-breaking sixaver mace, and also maintain squads of slaves under the command of overseers. In battle, the bekhs coordinate the actions of small detachments under the command of overseers or gnoll rippers, and sometimes they themselves rush into the thick of the battle, cutting through chain mail with their maces, breaking limbs, and knocking enemies off their feet with their tail.
ru: Бек - это титул аристократа, получаемый от туменбаши (змееглавого руководителя ханства) отличившимся верностью Каганату в бою или на мирной службе нагом. Титул этот наследуется, и он скреплён с земельным участком (как правило, это несколько человеческих деревень). Бек обязан служить Каганату верой и правдой, исполнять распоряжения змееглавов, держать в покорности жителей своего феода (бекства). За трусость в бою или неэффективное управление землями наг может лишиться титула и феода. Беки составляют специальные командирские части Каганата; доходы с земельного участка позволяют им носить ламялярный доспех, вооружаться первоклассными щитами и бронеломными шестопёрами, а также содержать отряды рабов под командованием надзирателей. В битве беки координируют действия небольших отрядов под командованием надзирателей или гноллов-кромсателей, а иногда и сами врываются в гущу сражения, прорубая шестопёрами кольчуги, ломая конечности, сбивая врагов с ног хвостом.

source: Naga Beklarbekh
ru: Беклярбек

source: Beklarbekh (which means 'bekh of all bekhs') is the hereditary position of the head of the Nagas. Once upon a time, the ancestors of the present Beklarbekhs were the first noble naga bloodline that swore allegiance to the Khagan of the serpentheads, and their oasis became a springboard for the troops of the newly-formed Khaganate. Now the beklarbekjs are dignitaries especially noted by the grace of the Khagan, who judge their fellow naga tribesmen, manage gigantic territories, and rally the ranks of the people under the Khagan's banner during wartime. By his functions, a beklarbekh, also having to a large region and several regiments under him, is similar to a serpenthead tumenbashi, but in the hierarchy of the Khaganate is more of a 'younger brother' to them. To distinguish himself as a leader in wartime is a good way for a beklarbekh to put his name on a par with his great ancestors and find favor in the eyes of the Khagan. At the same time, having very large physical dimensions and the highest-quality armor being comparable in cost to a whole small town, the bekhlarbekhs, as befits the hierarchs of the Khaganate leading into battle by their example, do not hesitate to break into the bloodiest fights. Destroying enemies with blows of their maces and absorbing their blows with their shield, the noble beklarbekh is not afraid of death - should he fall, the Khagan will find him a worthy replacement among the branched dynasty of the Khaganate's first vassals and loyal slaves.
ru: Бекларбех (что означает «бех всех бех») — наследственная должность главы нагов. Когда-то давно предки нынешних бекларбехов были первой благородной родословной нагов, присягнувших на верность кагану змееголовых, а их оазис стал плацдармом для войск новообразованного каганата. Теперь бекларбеки – это сановники, особо отмеченные милостью кагана, которые судят своих собратьев по племени нагов, управляют гигантскими территориями и объединяют ряды народа под знаменем кагана в военное время. По своим функциям бекларбех, также имеющий под собой большую область и несколько полков, похож на змееголового туменбаши, но в иерархии каганата является им скорее «младшим братом». Отличиться как вождь в военное время – хороший способ для бекларбеха поставить свое имя в один ряд с великими предками и найти благосклонность в глазах кагана. В то же время, обладая очень большими физическими размерами и высочайшим качеством доспехов, сравнимым по стоимости с целым маленьким городом, бехларбехи, как и подобает иерархам каганата, ведущим в бой по их примеру, не стесняются врываться в самые кровопролитные бои. Уничтожая врагов ударами своих булав и поглощая их удары своим щитом, благородный бекларбех не боится смерти – если он падет, каган найдет ему достойную замену среди разветвленной династии первых вассалов каганата и верных рабов.

source: Naga Punisher
ru: Каратель

source: naga punisher^WIP: NOT YET TRANSLATED
ru: Каратели — это особая группа нагов, которая отвечают за мотивацию рабов в армии Каганата. Их набирают из надзирателей, которые отчаиваются получить титул. Именно каратели проверяют подготовку войска рабов перед походом, они же следят за его боевым духом во время войны. За каждую неудачу отдельного рабского отряда надзиратель отчитывается перед карателем, а каратель — перед каганом. Учитывая, как суров бывает змеиный владыка, каратели жестоко пресекают любые попытки саботажа и без жалости избивают трусов и дезертиров тяжёлыми кнутами. Также каратели носят остро отточенные сабли, с помощью которых наказывают провинившихся. Отрубить уши и нос трусу, свежевать дезертира, отрезать язык и отсечь пальцы лежащему в грязи предателю - именно то, что обязан делать каратель, именно то, к чему у него в итоге формиуется страсть... Терзать слабых карателям нравится куда больше, чем воевать в первых рядах. Рабы боятся и ненавидят карателей, поэтому те носят железные маски. В случае восстания карателей стараются убить в первую очередь, поэтому в интересах последних не показывать рабам своих змеиных лиц. На войне каратели не любят участвовать в лобовых атаках и держатся позади своих отрядов. Однако, большего им и не надо: ощущение их присутствия за спиной заставляет рабов сражаться самоотверженно и яростно, ведь они знают, что в случае бегства их ждёт участь более страшная, чем обычная смерть...

source: whip
ru: кнут

source: scimitar
ru: ятаган

source: Naga Bekhgun
ru: Бекострел

source: a gun
ru: пистолет

source: flamethrower
ru: огнемет

source: Nuckelavee
ru: Нукелави

source: The Nuckelavee are the first servants of the serpentheads. These bloodthirsty undead were created by them specifically in order to conquer the steppe. A nuckelavee looks like a dry corpse of a horse, from the back of which a rider without legs 'grows'. It may seems as if the mind of the creature is concentrated in its head, but it is not. The 'rider' is just an appendage, and the nuckelavee thinks (as far as it is in principle possible for the undead) with a the horse part's head. These creatures do not know fatigue, they do not need practically any equipment, piercing weapons are not quite as effective against them as against living cavalry; It is impossible to knock the 'rider' off the 'horse', and he himself is free to wield the spear as he pleases, since he does not need to think about controlling the horse. In addition to all this, the Nuckelavee are capable of emitting a loud, terrifying screech that makes the hearts of the living clench with fear. Armed with wooden stakes, squads of this abominable cavalry have become a real nightmare for the inhabitants of the steppe and the surrounding desert.
ru: Нукелави — первые слуги змееглавов. Эта кровожадная нежить была создана ими специально для того, чтобы завоевать степь. Нукелави выглядит, как сухой труп лошади, из спины которого «растёт» всадник без ног. Кажется, словно разум существа сосредоточен в его голове, но это не так. Всадник — просто придаток, а мыслит (насколько это в принципе возможно для нежити) нукелави лошадиной головой. Эти твари не знают усталости, им не нужно практически никакое снаряжение, колющее оружие против них не так эффективно, как против живой кавалерии; «всадника» невозможно стащить, а сам он волен орудовать копьем как угодно, так как ему не нужно думать об управлении лошадью. Помимо всего этого, нукелави способны издавать громкий ужасающий визг, который заставляет сердца живых сжиматься от страха. Вооруженные деревянными кольями, отряды этой жуткой конницы стали настоящим кошмаром для жителей степи и прилегающей к ним пустыни.

source: wail
ru: вопль

source: Nuckelavee Blackspear
ru: Чернокол
