Repository: ForestDragon-wesnoth/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: ru

source: Keshigs are generals’ bodyguards and elite shock troopers, feared by enemies and admired by allies. They are real soldiers battered in war, not just tavern brawls and bloody sports. Only mature Mangus that possess a good proportion of recklessness and cunning rise up to become to join the ranks of Keshigs. Keshigs’ equipment is finer as well as their technique. Their skill with meteor hammers is not just instinctive brutish swings, but deadly and effective martial art taught through years of experience in harsh and unforgiving combat.
ru: Кешиги - телохранители генералов и элитные ударные части, которых боятся враги и которыми восхищаются союзники. Они настоящие солдаты, испытанные войной, а не только драками в тавернах и кровавым спортом. Только зрелые магнусы, обладающие хорошим соотношением безрассудства и хитрости, поднимаются, чтобы пополнить ряды кешигов. Экипировка кешигов более искусная, как и их техника. Их мастерство владения молотами-метеорами – это не просто инстинктивные грубые удары, а смертоносное и эффективное боевое искусство, которому они научились за годы опыта в суровых боях, которые не прощают ошибок.

source: Yelbeghen
ru: Йельбеген

source: Mangus potentially can live for very long if not for eternity, although recklessness and rabidity with which the young join battle greatly minimizes the chance of living up to what might be considered senior age by other races’ standards. Such rare privilege is amply paid off with Mangus being seemingly insusceptible to mental and physical weakness as they get older. Most severe traumas and wounds would eventually heal up and leave nothing more than marks and scars, so no old Mangus remains forever maimed and inactive. At a certain point, old Mangus would conduct a journey to the Pit – the same place from which they were born. Descending into the absolute unending darkness, Mangus spend days if not weeks and months there. Returning back to the surface, Mangus appear stronger, larger and most of all – possessing three heads or faces fused together, and earn the name Yelbeghen – “demonic dragon”. They lead the government and military – showing no mercy or weakness in both.
ru: Мангусы потенциально могут жить очень долго, если не вечно, хотя безрассудство и бешенство, с которыми молодняк вступает в бой, значительно снижают шансы дожить до того, что может считаться старшим возрастом по стандартам других рас. Такая редкая привилегия с лихвой окупается тем, что мангусы кажутся невосприимчивыми к умственной и физической слабости, присущей старшему возрасту. Самые тяжелые травмы и раны в конечном итоге заживают и не оставляют ничего, кроме отметин и шрамов, поэтому ни один старый мангус не остается навсегда искалеченным и бездеятельным. В определенный момент старый Мангус отправлялся в путешествие в Бездну, добираясь до самых темных и наименее известных подземных путей и туннелей, чтобы медитировать. Спускаясь в абсолютную бесконечную тьму, мангусы проводят там дни, если не недели и месяцы. Возвращаясь обратно на поверхность, мангусы выглядят сильнее и крупнее и, что самое главное – обладают тремя головами или лицами, слитыми вместе. Такие мангусы получают имя Йельбеген – “демонический дракон”. Они руководят государством и армией, не проявляя ни милосердия, ни слабости ни в том, ни в другом.

source: Jorogumo
ru: Джорогумо

source: Charming and horrifying spider-maidens Jorogumo have caused terror in the Eastern Lands for long, whether it be native dwellers or trespassing foreigners. This led to many fearful tales and superstitions, of which Jorogumo take pride shamelessly to this day, despite now sharing the same space under Tartarus Mandate with the descendants of their victims. As auxiliary troops of autonomous Yaoguai provinces, Jorogumo barely changed since the integration – they take use of powerful poison as well as their signature spider silk to ensnare the enemy.
ru: Очаровательные и ужасающие девы-пауки Джорогумо наводили ужас на Восточные Земли издавна, будь это исконные обитатели или пришельцы. Это привело к появлению множества пугающих историй и примет, которыми Джорогумо до сих пор бесстыдно гордятся, хотя ныне разделяют жизненное пространство под Тартаром Бездны с потомками своих жертв. Как вспомогательные бойцы из автономных провинций Яогуаев, Джорогумо едва ли изменились со дня интеграции – в бой они пускают мощный яд и – другой свой важный атрибут паучий шёлк, которым они опутывают врагов.

source: web
ru: паутина

source: Death Weaver
ru: Ткачиха Смерти

source: Spider silk is valuable material, being lighter than feathers but sturdier than the finest chainmail. But for Jorogumo silk is more than just one of many goods of commerce – it is sacral. Jorogumo believe that all the history of the world is written into web patterns, which can tell unknown past and what is yet to come. The most proficient and skilled individuals – masters of weaving and reading such patterns – earn the title of Death-Weavers. As they meet friends – they stroke web patterns with their finest spindles, as they meet an enemy – they shred its life threads asunder, foretelling its inevitable doom.
ru: Паучий шёлк — ценный материал: он легче перьев будучи прочнее самой качественной кольчуги. Но для Джорогумо шёлк — это нечто большее, чем просто один из многих товаров торговли — для них он сакрален. Джорогумо верят, что вся история мира записана в узорах паутин, которые могут рассказать неизвестное прошлое и что ещё грядёт. Самые опытные и искусные индивиды — мастера ткачества и чтения таких узоров — заслуживают звание Ткачей Смерти. Встречая друзей, они гладят узоры паутины изысканными веретенами, встречая врага, они рвут на части его жизненные нити, предвещая его неминуемую гибель.

source: needle
ru: игла

source: Chthonic Empress
ru: Хтоническая Императрица

source: In such a way, the eldest and wisest Jorogumo, whose craft of silk, spindle and thread-reading is unmatched, serve as so called Empresses. They navigate the Yaoguai life and decide the most difficult of matters. Jorogumo Empresses have risen to even greater levels since the cooperation with the Mandate. Bestowed with unimaginable knowledge granted by Tartarus, they have become to be known as Chthonic Empresses – fierce leaders of Yaoguai, loyal allies of the Mandate and grave enemies of whoever crosses their path.
ru: Общество Джорогумо и Яогуаев в целом не имеет четкой иерархии, подобной централизованному государству, как например сам Мандат Тартара. Они действуют скорее как духи – чуткие к природе и другим существам вокруг них, живущие в своем собственном уединенном мире-общине. Формальных правил как таковых не существует, но участие и солидарность – это последние вещи, которые стоит игнорировать. Таким образом, старейшие и мудрейшие Джорогумо – чьё мастерство шелка, веретена и чтения нитей не имеет себе равных – служат так называемыми императрицами. Они ведут жизни Яогуаев и решают самые сложные вопросы. Императрицы Джорогумо поднялись на еще более высокий уровень после сотрудничества с Мандатом. Наделенные невообразимыми знаниями, дарованными Тартаром, они стали известны как Хтонические Императрицы – свирепые лидеры Яогуай, верные союзники Мандата и смертельные враги любого, кто встанет у них на пути.

source: Terracotta Warrior
ru: Терракотовый воин

source: The human civilization of Xian was the first to be touched by the blessing darkness of Tartarus. Although Xian created the foundation of the current empire, they were also the first to fail on their post. They lost the favor of Tartarus, having gone it would seem, into the annals of history. However, then they were revived - their perishable bodies fused together with the magical clay of Tartarus, the ashamed received a second chance. Xian people proved their flexibility and perseverance, becoming once again a key unit of the state. As in ancient times, Xian Terracotta warriors rely on their swords and iron discipline, strengthened tenfold since they gave up their bodies to the glory of the Mandate.
ru: Людская цивилизация Шиан была первой, кого коснулась благословляющая тьма Великой Бездны. Хотя Шианцы и создали основу ныне существующей империи, они были и первыми, кто провинился на своём посту. Они потеряли снисходительность Тартара, уйдя, казалось бы, в анналы истории. Однако затем они были возрождены – их тленные тела срослись воедино с волшебной глиной Бездны, провинившиеся получили второй шанс. Шианцы доказали свою гибкость и упорство, являясь вновь ключевой ячейкой государства. Как и в древние времена, Шианские воины полагаются на свои мечи и железную дисциплину, ставшую ещё прочнее с тех пор, как они отдали свои тела во славу Мандата Бездны.

source: Terracotta Sergeant
ru: Терракотовый сержант

source: The reborn Xian seem to be mindless statues with no will of their own, although this is not entirely true. Although their thoughts are thickly clouded, they are still driven by a sense of warrior self-improvement - Terracotta Warriors grow in dexterity and skill just like living beings. Not only their swordsmanship improves, but also their unity of body and clay frame - they can change their physical state quicker to increase their defenses and aggressive initiative. Warriors who have attained a certain level of prowess are promoted to Terracotta Sergeants and serve as an example not only to the rest of the Terracotta Host, but to the entire army of Tartarus Mandate.
ru: Возрождённые Шианцы кажутся бездумными безвольными статуями, хотя это и не совсем так. Хотя их разум сильно затуманен, ими все равно движет чувство воинского самосовершенствования – Терракотовые воины растут в сноровке и мастерстве как и живые существа. Достигшие определённого мастерства воины возводятся в Терракотовых Сержантов и служат примером не только для остального Терракотового воинства, но и всей армии Мандата Бездны.

source: Terracotta Bannerlord
ru: Терракотовый хоругвий

source: Terracotta Sergeants do not stop in their development and in mindless obsession keep on honing their skills, which is facilitated by almost complete immunity of the clay body to fatigue. At some point, the Terracotta Sergeant gains enough skill to maintain long-term extra limbs and assimilate foreign bodies into their own - bone, metal and stone. Over time, these abilities will allow them to create their own terracotta steed - often using a live horse as a base. Driven by a vague nostalgia for the old empire of Xian, when a noble warrior was obliged to go into battle on his trusty horse, the Sergeant takes up the banner of Tartarus Mandate and leads the Terracotta Host as the Terracotta Bannerlord.
ru: Терракотовые Сержанты не останавливаются в своём развитии и словно одержимые продолжают совершенствовать свои навыки, чему способствует практически полный иммунитет глиняного тела к усталости. В определённый момент Терракотовый Сержант получает достаточно мастерства, чтобы поддерживать долговременные отростки и ассимилировать в своё тело инородные тела – кости, металл и камень. Со временем, эти способности позволят создать собственного терракотового скакуна – нередко с использованием живого коня в качестве основы. Движимый смутной ностальгией по старой империи Шиана, когда благородный воин был обязан идти в бой на своём верном коне, Сержант берёт в руки знамя Мандата и ведёт Терракотовое войско как Терракотовый Хоругвий.

source: Vixen Witch
ru: Лисья ведьма

source: Vixen Witches are one of many auxiliary troops mustered from the lands of Yaoguai by Tartarus Mandate. One, however, should not consider so-called “auxiliary” the weakest of military branches. Where Mangus’ meteor hammers and Kobolds’ artillery cause no effect, Vixen Witches conjure storms of powerful energy, annihilating and pulverizing enemies with spurts of jade-green flames. With their natural agility and magic, Vixen Witches are light on foot and capable of continuous levitation – perfect skirmishers in difficult terrain, where most of the Mandate’s regular army struggles with speed and maneuverability. Although capable of handling melee combat with their claws, Vixen Witches are fragile and rely on handling an enemy from safe range.
ru: Ведьмы-лисицы - одно из многих вспомогательных войск, собранных из земель Яогуаев Мандатм Тартара. Однако не следует считать так называемые “вспомогательные” войска слабыми. Там, где молоты-метеоры Мангусов и артиллерия Кобольдов не дают никакого эффекта, Лисьи Ведьмы вызывают бури мощной энергии, аннигилируя врагов и распыляя их вспышками нефритового пламени. За счёт своей природной ловкости и магии, Лисьи Ведьмы быстры и способны на левитацию - идеальные застрельщики в труднопроходимой местности, где большая часть регулярной армии Мандата испытывает недостаток скорости и маневренности. Несмотря на возможность вести ближний бой когтями, Лисьи Ведьмы хрупки и предпочитают расправляться с врагом с безопасного расстояния.

source: mystical fire
ru: колдовской огонь

source: Vixen Shaman
ru: Шаманка

source: Yaoguai are creatures of dualistic nature – both material and spiritual, which is most evident in Vixens. As such, as they mature, they usually follow one of different paths – either embrace the physical world, or attune themselves with forces outside – spiritual world. Vixens that choose spiritual world join the circles of Shamans. Unlike the proud loner Huntresses, Shamans have close ties with the rest of the community, conducting rituals, teaching younger Vixens and commanding spiritual forces. Attuned with planes beyond material, Shamans transform, getting extra tails which easily differentiate them from the rest of kin. Although Shamans may not be as hardened as Huntresses, their fire power is even greater – it easily burns flesh, bone and metal as it does wood and their view of spiritual world allows them to achieve deadly precision with such attacks.
ru: По мере взросления Лисицы следуют одному из двух путей – либо принимают физический мир, либо настраиваются на потусторонние силы – духовный мир. Лисицы, которые выбирают духовный мир, присоединяются к кругам шаманов. В отличие от гордых одиночек Охотниц, Шаманы тесно связаны с остальной частью сообщества – проводят ритуалы, обучают молодых Лисиц и командуют духовными силами. Настроенные на планы за пределами материального, шаманы трансформируются, получая дополнительные хвосты, которые легко отличают их от остальных сородичей. Хотя шаманы, возможно, не так закалены в бою, как Охотницы, их магическая сила еще страшней – она сжигает плоть, кости и металл с такой же лёгкостью, как дерево, а их взгляд на духовный мир позволяет им достигать смертоносной точности при атаках.

source: fire barrage
ru: огненный шквал

source: Vixen Fangshi
ru: Фанши

source: Fangshi are Masters of magical arts among not only Vixens, but all Yaoguai. Their iconic third tail is a result of their close link to the spiritual world, which lifts them above the limits of the material. As total opposites of the Hunters and Apex Predators, Fangshi are heavily connected with the Yaoguai community, as well as the State of Tartarus Mandate. They serve as the highest of priests, advisors and mages. Despite alien nature of Yaoguai to the general population of the Mandate, Fangshi are one of few who can act as mediums with Tartarus, often helping old Mangus in their descent to becoming Yelbeghens. Despite the life in more or less civilized part of the empire, Fangshi do not lose their grip on warfare. Entering the battlefield, they engulf the sky with inferno of jade and golden flames dwarfing the sun’s light even in the brightest of days.
ru: Фанши - Мастера магических искусств не только среди Лисиц, но и среди всех Яогуаев. Их знаменитый третий хвост является результатом тесной связи с духовным миром, который возвышает их за пределы материального. Будучи полной противоположностью Охотницам и Высшим Хищникам, Фанши тесно связаны с сообществом Яогуаев, а также с Мандатом Тартара. Они служат высшими жрецами, советниками и магами. Несмотря на чуждую природу Яогуай для основного населения Мандата, Фанши - одни из немногих, кто может выступать в качестве медиумов с Тартаром, часто помогая старым Мангусам в их подземном путешествии для превращения в Йельбегенов. Хотя Фанши проживают в более или менее цивилизованных частях империи, они не чужды войне. Выходя на поле боя, они превращают небо в ад из золотых и нефритовых огней, затмевающих своей яркостью даже полуденное солнце.

source: Vixen Huntress
ru: Охотница

source: Yaoguai are creatures of dualistic nature – both material and spiritual, which is most evident in Vixens. As such, as they mature, they usually follow one of different paths – either embrace the physical world, or attune themselves with forces outside – spiritual world. Those Vixens that connect themselves with material, natural world – choose the path of Huntresses. They live their full life in natural rules – living off nature’s modest gifts and struggling through her difficult tests. Huntresses are mostly loners, mostly spending time away from the community of their kin. Sometimes they accompany other Huntresses or even compete with them – usually in a sporting fashion, but brutal feuds are not rare. But in difficult times they will not hesitate to join their sisters. War for Huntresses is indeed a hunt – with bigger stakes, and more kinds of prey to choose from.
ru: По мере взросления Лисицы следуют одному из двух путей – либо принимают физический мир, либо настраиваются на потусторонние силы – духовный мир. Те Лисицы, которые связывают себя с материальным, природным миром, выбирают путь Охотниц. Они живут полной жизнью по естественным правилам – живут за счет скромных даров природы и борются с ее жестокими испытаниями. Охотницы – одиночки, в основном проводящие время вдали от сородичей. Иногда они сотрудничают с другими Охотницами или даже соревнуются с ними – обычно в манере состязания, но жестокие распри не редкость. Однако в трудные времена они без колебаний присоединятся к своим сестрам. Война для Охотниц и есть охота – с большими рисками и большим выбором добычи на выбор.

source: mystical fan
ru: колдовской веер

source: Apex Predator
ru: Верховный Хищник

source: Every day of a Huntress is harsh conditioning. She needs to share her region with local animals, aggressive spirits and unknown Yaoguai, as well as their own kin. Either she dies and becomes nothing more than a new layer of soil or triumphs over others, standing atop the food chain. Huntresses who achieved such heights are known as Apex Predators. They monitor their domain, taking a life of any creature they want. They are unpredictable and deadly, even other Predators let alone Huntresses avoid going into one’s land. Despite such notoriety, they keep the lands of Yaoguai in check – fixing the natural order and preventing other Yaoguai – which even Jorogumo and Vixens fear to face – to emerge. War is one of few situations when Apex Predators do not seek to create tension with their own kin. Moreover, they usually join the Mandate’s war parties without permission or a word in advance, causing great anger among military bureaucrats. But regular soldiers do not mind their presence – as fierce and unhinged as they might be, Apex Predators are good allies in battle.
ru: Каждый день Охотницы – это суровая подготовка. Она разделяет свои охотничьи угодья с местными животными, агрессивными духами и неизвестными Яогуаями, а также с их собственными сёстрами. Либо она умирает и становится не более чем новым слоем почвы, либо торжествует над другими, стоя на вершине пищевой цепи. Охотницы, достигшие подобных высот, известны как Верховные Хищники. Они контролируют свои владения, отнимая жизнь у любого существа, которого захотят. Непредсказуемы и смертоносные, даже их сёстры стараются не заходить на территорию Верховного Хищника. Несмотря дурную славу, Верховные Хищники держат земли Яогуай под защитой, устанавливая природный порядок и предотвращая появление других яогуаев, с которыми боятся столкнуться даже Джорогумо и Лисицы. Война - одна из немногих ситуаций, когда Высшие Хищники не стремятся создать напряженность в отношениях со своими сородичами. Более того, они обычно присоединяются к военным партиям Мандата без разрешения или уведомления, что вызывает большой гнев среди военных бюрократов. Но обычные солдаты не возражают против их присутствия – какими бы свирепыми и неуравновешенными они ни были, Высшие Хищники – хорошие союзники в бою.

source: Olgoi Horhoi
ru: Олгой-хорхой

source: Worms, also known as Olgoi Horhoi – are beasts of great size. They can easily fit a boat in their mandibles and are as long as a tree trunk. They may seem like mindless monsters, but there is more to the story. There is some intelligence, a hidden mind slumbering in that enormous mass of dagger-like teeth and foul flesh. Other creatures may not fully understand it, but they feel a Worm’s presence, they feel its pressing will – as if Tartarus whispers through its children. Wherever there is a Worm, there is also a mangus. Although such an alliance seems at first glance unobvious, it would be difficult for a great-in-size mangus to survive in an underground environment without the help of overgrown burrowing worms. This connection manifests itself in the almost sacred respect from Mangus to the Worms, which can only be overshadowed by their fanaticism for the Great Pit. Mangus bow and greet worms much like their own kinsmen and celebrate their attainment of old age. At the same time, worms are by no means pets of mangus, they are independent of them and are not in anyone's keeping. This relationship can be compared to that one of drakes and lizards, although in the case of mangus and worms, this it has truly reached the level of symbiosis. Worms play a key role in organizing logistics for the Mandate's rather slow-moving armies, creating paths under- and on-ground, sweeping away (and devouring) any obstacles. In addition, they can be used for aggressive maneuvers, breaking holes in the enemy's defenses for creatures more adapted for war.
ru: Черви Олгой Хорхой играют важную роль в военной машине Мандата Бездны, прорывая подземные ходы, необходимые для весьма нерасторопной армии Империи. При необходимости, Черви также могут вступать в бой – прогрызая вражеские ряды своими жвалами – однако хороший командир должен понимать возможности и ключевую роль этих чудовищ в построении подземной логистики – без которой даже могучая армия Мандата потерпит крах.

source: Gu-Worm
ru: Червь Гу
