Repository: ForestDragon-wesnoth/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: ru

source: hp each turn. Unlike poison, this ability can kill (in which case, the unit who applied this effect receives the experience). Living units killed by the curse are replaced by Lesser Ghouls for the curser's side.
ru: Этот юнит теряет "+{NUMBER}+_" здоровья каждый ход. В отличии от действия яда, юнит может погибнуть от гниение (опыт получает юнит которые наложил этот эффект). Живые юниты убитые проклятием заменяются Низшими Убырями на стороне проклинателя.

source: curse lifted
ru: проклятье снято

source: curse of decay {NUMBER}
ru: проклятье гниения {NUMBER}

source: When used offensively, this attack applies the 'decay {NUMBER}' effect to the target unit, making them lose {NUMBER} hp per turn (unlike poison, this can kill, and gives the unit who applied the status experience on kill). The curse is removed if either: - the unit with this attack applies the curse to a different unit - the unit who applied the curse is killed, changes sides, or is petrified - the cursed unit changes sides If a unit is killed either by the attack or the debuff, it is replaced by a Lesser Ghoul of the curser's side. Applying a stronger curse will replace the weaker one.
ru: При успешной атаке на врага накладывается эффект 'гниение {NUMBER}'. Враг теряет {NUMBER} ЗД за ход (в отличии от яда, этот урон может убить юнита, и дает юниту, наложившему эффект, опыт при убийстве. Проклятие снимается если: - атака накладывает проклятие на другого юнита - юнит который наложил проклятие убит, меняет сторону или окаменел - проклятый юнит меняет сторону. Если юнит убит атакой или дебафом, он заменяет Низшим Убыром стороны проклинателя. Наложение более сильного проклятие на юнита заменит старое проклятие.

source: female^cursed
ru: проклята

source: cursed
ru: проклят

source: <span color='#c800ff'>curse of decay</span>
ru: <span color='#c800ff'>проклятье гниения</span>

source: curse of nature
ru: проклятье природы

source: Whenever a unit with this debuff gets hit, the other unit gets healed by 50% of the damage dealt.
ru: Атакующие проклятого юнита лечатся на 50% от нанесенного урона.

source: This unit applies the 'curse of nature' effect to the target enemy for a turn. Whenever a unit with this debuff gets hit, the other unit gets healed by 50% of the damage dealt.
ru: Юнит проклят природными силами. Враги, атакующие его, лечатся на 50% от нанесенного урона.

source: This attack's chance to hit is reduced by 20%.
ru: Точность атаки снижена на 20%.

source: On hit, this reduces the enemy's chance to hit by 20% on all attacks for 1 turn.
ru: При попадании снижает точность вражеских атак на 20% на 1 ход.

source: queen of wolves
ru: владычица волков

source: Adjacent allied wolves deal 25% more damage. If this unit is selected as leader (doesn't work if advanced into), she can recruit Fear Manifestations, and 2 Fear Shadows are added to the recall list (costing 9 gold).
ru: Союзные призраки-волки наносят на 25% больше урона. Когда этот юнит является лидером, открывается возможность вербовать Призраков страха. Также 2 тени страха будут добавлены в список призыва (стоимость призыва - 9 золотых)

source: devourer of souls
ru: пожиратель душ

source: Whenever this unit kills an enemy, he absorbs an amount of souls equal to the level of the killed unit (10 souls max). If the unit absorbs souls when at max souls, he gains +1 max hp per excess soul instead. If this is unit is killed and has 5 or more souls, he revives with 50% hp, teleports to his side's leader (or an ally leader if teleporting to the leader is not an option), and loses 5 souls.
ru: Когда этот юнит убиват врага (кроме врагов 0-ого уровня), то он получает 1 душу (максимум 10 душ). Если юнит пожирает душу при максимуме душ, то он вместо души получает +1 к макс. ЗД. Если убить этого юнита когда у него 5 или больше душ, то он воскрешается с 50% ЗД, телепортируется с своему лидеру (или к лидеру союзника если телепортироватся к своему лидеру невозможно), и теряет 5 душ.

source: soul devoured
ru: душа пожрана

source: soul burst
ru: разрыв души

source: Whenever this attack kills an enemy, adjacent enemies take arcane damage equal to the exp you get from killing an enemy (8 for lvl1, 16 for lvl2, 24 for lvl3, etc.).
ru: Когда эта атака убивает врага, то стоящие рядом враги получают мистический урон равный опыту полученному от убийства врага (8 за 1 уровень, 16 за 2 уровня, 24 за 3 уровня и т.д.)."

source: absorb power
ru: поглощение силы

source: Whenever this attack kills an enemy, the attack's damage is permanently increased by the enemy's level.
ru: Каждый раз, когда эта атака убивает врага, урон от атаки навсегда увеличивается в зависимости от уровня врага.

source: <span color='#c800ff'>+$unit.level| damage</span>
ru: <span color='#c800ff'>+$unit.level| урона</span>

source: enslaver of souls
ru: пленитель душ

source: When a living unit (either ally or enemy) dies in a 2-tile radius from this unit, they are revived as a soul thrall of the resurrecting unit's side. Soul thralls have -40% damage/max hitpoints/exp/max exp, their level is reduced by 1, and the alignment changes to chaotic. If a dying unit is the radius of both an ally and enemy unit with this ability, the ally takes priority.
ru: Когда живой юнит (союзник или враг) умирает в радиусе 2 клеток от этого юнита, он превращается в душу-раба на стороне воскрешающего юнита. Рабы-души имеют -40% урона/ЗД/опыта/макс. опыта, их уровень уменьшается на 1, и их мировозрение становится хаотичным. Если умирающий юнит в радиусе двух юнитов (союзника и врага) с этой способностью, то союзник получает приоритет.

source: curse of transformation
ru: проклятье превращения

source: or lower, the enemy is transformed into a random animal of the same level until the end of the unit's next turn. Only works on living enemies.
ru: или ниже, враг преврщается в рандомное животное своего уровня до конца его следующего хода. Работает только на живых врагов.

source: On hit, if the enemy's level is
ru: При попадании, если уровень врага

source: female^Enslaved!
ru: Порабощена!

source: Enslaved!
ru: Порабощён!

source: Instead of killing living enemies, this attack turns them into slaves. Upon being enslaved, the enemy unit's hitpoints are set to 50% of their max value, and the unit cannot move/attack on the same turn as being enslaved. Units with the 'pillage' ability can't use it while enslaved. Enslaving an enemy leader (unless the enemy has another leader) also enslaves all of his enslaveable units. This attack also converts enemy slaves to you
ru: Вместо добивания эта атака обращает поверженного живого врага в рабство. Раб получает 50% от максимального запаса здоровья и переходит на сторону поработителя. Порабощенный юнит не может ходить/атаковать на том же ходу что его поработили. Порабощение лидера врага (если у врага нету другого лидера) так же порабощает всех его порабощяемых юнитов

source: enslave
ru: порабощение

source: Doesn't work on mechanical units, or units whose level is above that specified in the weapon special's name (however, it can be convert enemy slaves regardless of level).
ru: В рабство нельзя обратить механических юнитов, а так же юнитов, чей уровень выше цифры в названии способности (но можно переводить на свою сторону вражеских рабов не смотря на их уровень).

source: enslave living
ru: порабощение живых

source: Doesn't work on non-living units (except vampires), or units whose level is above that specified in the weapon special's name (however, it can be convert enemy slaves regardless of level).
ru: В рабство нельзя обратить неживых (кроме вампиров) юнитов, а так же юнитов, чей уровень выше цифры в названии способности (но можно переводить на свою сторону вражеских рабов не смотря на их уровень).

source: female^Converted!
ru: Переведена!

source: Converted!
ru: Переведён!

source: slave
ru: раб

source: This unit is a slave, and has very little loyalty to their masters. If attacked without any non-slave 'allies' nearby (or if attacked while the level of nearby freers (in a 2-tile radius from the slave) is higher than that of the nearby slavers (in a 3-tile radius from the slave. Slaves count as 0.5 levels each regardless of their actual level, and invisible (ambush,nightstalk, etc.) units are not counted for the total level)), they will join the enemy team, and regain their freedom. Khaganate units convert slaves instead of freeing them. However, this unit cannot be freed by other slaves, non-living or animal units.
ru: Этот боец — раб, и не имеет особой лояльности к своим хозяевам. Он может восстать, если на него нападут, когда поблизости нет хозяев, или когда сумма уровней противников в радиусе 2 гексов выше суммы уровней союзников в радиусе 3 гексов (рабы считаются как 0.5 уровней каждый, не смотря на их настоящий уровень, а невидимые юниты (засада, невидимка, т.д.) не считаются для перевеса уровней). Восставшие рабы переходят на сторону атакующего (но если раб был лидером и союзником атакующей стороны, то он становится обратно на свою сторону) с тем здоровьем, которое имели до атаки. Каганат вместо освобождения просто переводят рабов на свою сторону. Восстать раб может только 1 раз. Рабы не могут ходить/атаковать на том же ходу что освободились. Нежить/животные/другие рабы не могут освобождать рабов.

source: Freedom!
ru: Свобода!

source: Khaganate Citizenship: the unit is no longer a slave, and becomes a khaganate unit, +15% damage, and loyal trait, +20% XP
ru: Каганатское Гражданство: юнит теперь не раб, а каганатский юнит, +15% урон, получает трейт 'верный', +20% ОП.

source: Calculate whether this unit can be freed/converted
ru: Подсчитать освобождаемость/переводимость юнита

source: No
ru: Нет

source: Yes
ru: Да

source: Slave freeing/converting calculator
ru: Посчитать освобождаемость/переводимость этого юнита

source: Total slaver level (including slaves): <span color='#$steppe_slavecalc_slaver_color|'>$slaver_points|</span> 'levels' from slaves (0.5 each): $slaver_points2| Oversight: <span color='#cccc33'>$steppe_slavecalc_oversight|</span> Your faction can free slaves: <span color='#cccc33'>$steppe_slavecalc_faction_canfreeslaves|</span> Total level of freers/converters: <span color='#$steppe_slavecalc_freer_color|'>$freer_points|</span> Can the unit be freed/converted: <span color='#$steppe_slavecalc_freeable_color|'>$steppe_slavecalc_canfree|</span> (note: this menu only calculates only the <b>current</b> total levels, which can easily change during an enemy's turn, and invisible units don't affect the total level)
ru: Сумарный уровень поработителей (включая рабов): <span color='#$steppe_slavecalc_slaver_color|'>$slaver_points|</span> Из них рабов: $slaver_points2| Надзор: <span color='#cccc33'>$steppe_slavecalc_oversight|</span> Ваша фракция может освобождать рабов: <span color='#cccc33'>$steppe_slavecalc_faction_canfreeslaves|</span> Сумарный уровень освободителей/переводителей: <span color='#$steppe_slavecalc_freer_color|'>$freer_points|</span> Освободить/перевести можно: <span color='#$steppe_slavecalc_freeable_color|'>$steppe_slavecalc_canfree|</span> (примечание: перевес уровней может легко изменится за ход врага, и невидимые юниты не влияют на перевес уровней)

source: Calculate whether this unit can desert
ru: Подсчитать дезертирство этого юнита

source: Disloyal desert-ability calculator
ru: Calculate whether this unit can desert

source: Total khaganate levels: <span color='#$steppe_disloyalcalc_khaganate_color|'>$khaganate_points|</span> Oversight: <span color='#cccc33'>$steppe_disloyalcalc_oversight|</span> Total level of enemies of the khaganate: <span color='#$steppe_disloyalcalc_freer_color|'>$enemy_points|</span> Can the unit desert: <span color='#$steppe_disloyalcalc_candesert_color|'>$steppe_disloyalcalc_candesert|</span> (note: this menu only calculates only the <b>current</b> total levels, which can easily change during an enemy's turn, and invisible units don't affect the total level)
ru: Сумарный уровень каганата: <span color='#$steppe_disloyalcalc_khaganate_color|'>$khaganate_points|</span> Надзор: <span color='#cccc33'>$steppe_disloyalcalc_oversight|</span> Сумарный уровень врагов каганата: <span color='#$steppe_disloyalcalc_freer_color|'>$enemy_points|</span> Нелоял может дезертировать: <span color='#$steppe_disloyalcalc_candesert_color|'>$steppe_disloyalcalc_candesert|</span> (примечание: перевес уровней может легко изменится за ход врага, и невидимые юниты не влияют на перевес уровней)

source: +$tmp_overseer_exp| exp
ru: +$tmp_overseer_exp| опыта

source: oversight
ru: надзор

source: Adjacent ally slaves/disloyals deal {NUMBER}% more damage, and slaves cannot be freed regardless of level difference. Adjacent ally disloyal units no longer have a chance to betray you when defeated. Whenever an adjacent slave or disloyal kills an enemy, this unit gains exp equal to 33% of the exp from the kill (rounded up. If there are multiple overseers, the overseer who gets the exp is chosen randomly). Doesn't work if the unit is captured.
ru: Стоящие рядом рабы и нелоялы наносят на "{NUMBER}+"% больше урона и рабы не могут восстать несмотря на перевес в уровне. Тоже самое касается ближайших нелояльных бойцов: они не могут дезертировать к врагу. Если стоящий рядом раб или нелоял убивает врага, то надзиратель получает опыт равный 33% полученного юнитом опыта (округлено вверх. Если рядом несколько надзирателей, то опыт дается только одному из них, выбранному случайно). Не работает если юнит в плену.

source: convert slaves
ru: перевод рабов

source: Works like enslave, except only on either freed recruitable slaves, or currently enslaved enemy slaves (converts them to your side instead).
ru: Добивание этой атакой переводит рабов противника на свою сторону. Кроме того, она возвращает в строй восставших рабов-копейщиков и рабов-лучников из списка вербовки Каганата.

source: disloyal
ru: нелояльный

source: This unit is disloyal, and is prone to desertion. Upon being defeated, while the level of nearby enemies (in a 2-tile radius from the unit. Units that are enemies of both the attacker and the disloyal unit, as well as invisible units, do not count.) is higher than that of the nearby allies (in a 3-tile radius from the unit)), they will join the enemy team. After joining the enemy, their hitpoints are reset to 33% of their max HP, but they lose half of their current experience. Also, upon deserting, they move to the enemy side's leader. The deserter cannot move/attack on the same turn as they deserted on. If their side's leader dies, disloyal units automatically desert to the enemy. If the disloyal unit is a leader, they lose their ability to recruit.
ru: Этот боец склонен к дезертирству. Когда его здоровье опускается до 0 и сумма уровней противников в радиусе 2 гексов выше суммы уровней союзников в радиусе 3 гексов (кроме невидимых юнитов), то юнит дезертирует к стороне врага. При дезертирстве боец теряет половину своего опыта, восстанавливает 33% ЗД и перемещается к лидеру врага. Дезертир не может ходить/атаковать на том же ходу что дезертировал. В случае смерти лидера стороны всё нелояльные бойцы автоматически дезертируют. Если дезертир был лидером, он теряет свое лидерство (это касается и возможности вербовать, и особенности, если таковая имелась).

source: punisher
ru: каратель

source: Adjacent enemy slaves (or freed slaves) deal 25% less damage, and adjacent enemy disloyal units deal 15% less damage.
ru: Этот боец внушает страх рабам и дезертирам: стоящие рядом рабы противника наносят на 25% меньше урона, а нелояльные бойцы — на 15% меньше урона.

source: night form
ru: ночная форма

source: This unit turns into their night form variation at dusk/night, and transforms back at dawn/day.
ru: Этот боец имеет две формы: дневную и ночную. Дневная форма сохраняется от рассвета до конца дня, ночная — от заката и до конца ночи. Формы отличаются своими атаками и способностями.

source: blood magic
ru: магия крови

source: This attack can't be used on non-living units.
ru: Эта атака не может быть использована на неживых юнитов.

source: finish off
ru: добивание

source: This attack deals more damage the less HP the opponent has: 25% more if below 70% HP, 50% more if below 50% HP, and 100% more if the opponent is below 30% HP. Additionally, the attack has +10% chance to hit if the opponent is below 30% HP, +20% if below 20% HP, and +30% if below 10% HP.
ru: Урон этой атаки зависит от недостающего здоровья противника. Чем ниже здоровье врага — тем выше её урон: +25% урона если у врага меньше 70% ЗД; +50% урона если меньше 50% ЗД; +100% урона если меньше 30% ЗД. Также атака имеет +10% шанс попадания если у врага меньше 30% ЗД; +20% если меньше 20% ЗД; +30% если меньше 10% ЗД.

source: paralyzed
ru: парализован

source: This attack's strikes are reduced to 1.
ru: Число ударов этой атаки снижено до 1.

source: paralyze
ru: паралич

source: This attack sets the opponent's number of strikes on all attacks to 1, and defense on all terain by 10%, until the enemy's next turn. Does not work on non-living units.
ru: При попадании эта атака сокращает количество ударов противника до 1, и уменьшает защиту на местности на 10%. Эффект длится до начала следующего хода. Паралич не действует на неживых юнитов.

source: female^paralyzed
ru: парализована

source: khagan's presence
ru: присутствие кагана

source: Adjacent ally khaganate units (except other units with this ability) deal 15% more damage and adjacent slaves/disloyals deal 33% more damage. Slaves in a 2-tile radius cannot be freed regardless of level difference. Also, ally disloyal units in a 2-tile radius no longer have a chance to betray you when defeated. Whenever an adjacent slave kills an enemy, this unit gains exp equal to 33% of the exp from the kill (rounded up. If there are multiple overseers, the overseer who gets the exp is chosen randomly). Doesn't work if the unit is captured.
ru: Сам Великий Каган явился на поле боя и воодушевил своих подданных. Все юниты каганата (кроме бойцов с этой способностью) рядом наносят на 15% больше урона, а рабы и нелоялы — на 33%. Рабы в радиусе двух гексов от кагана не могут восстать, а нелояльные бойцы не станут дезертировать. Если стоящий рядом раб убивает врага, то надзиратель получает опыт, равный 33% полученного рабом опыта (округлено вверх. Если рядом несколько надзирателей, то опыт дается только одному из них, выбранному случайно). Не работает, если юнит в плену.

source: On hit, this attack steals up to
ru: При попадании, эта атака крадёт до

source: experience from the enemy.
ru: опыта врага.

source: +$tmp_expsteal| xp
ru: +$tmp_expsteal| опыта

source: -$tmp_expsteal| xp
ru: -$tmp_expsteal| опыта

source: penetrate armor
ru: пробивание брони

source: While attacking with this weapon, the opponent's resistances are reduced by
ru: При атаке этим оружием, сопротивления врага меньше на

source: % (can't reduce resistances below 0%).
ru: % (не может уменьшить сопротивления ниже 0%).

source: knockback
ru: отбрасывание

source: On offense, this unit pushes the enemy one tile behind on hit. This does not work if that tile is either occupied or impassable for the enemy.
ru: При успешном ударе враг отбрасывается на 1 гекс назад. Это не работет если эта гекс занят или непроходим для врага.

source: Sir
ru: Сэр

source: King
ru: Король

source: The Great
ru: Великий

source: Pope
ru: Папа Огрский

source: The Clumsy
ru: Косой

source: The Taker of Villages
ru: Покоритель деревень

source: The Giantslayer
ru: Убийца великанов

source: The Crusher of Weaklings
ru: Сокрушитель слабых

source: The Kingslayer
ru: Убийца королей

source: You're currently at/above max vassal amount, so you can't pick new ones at the start of battle yet.
ru: В настоящее время у вас максимальное количество вассалов, поэтому вы пока не можете выбрать новых в начале битвы.

source: Choose a new vassal(s) to fill your remaining vassal slots (will be added to your recall list, can choose $tmp_vassal_picks_left| vassals)
ru: Выберите нового вассала! Вассалы будут добавлены в список призыва, одновременно можно иметь только $tmp_vassal_picks_left| вассалов)

source: Choose your first vassal (will be added to your recall list)
ru: Выберите вашего первого вассала! (будет добавлен в список призыва)

source: Choose your second vassal (will be added to your recall list)
ru: Выберите вашего второго вассала! (будет добавлен в список призыва)

source: Since your leader is level 4 or above, you can choose a third vassal (will be added to your recall list)
ru: Поскольку ваш лидер 4 уровня или выше, вы можете выбрать третьего вассала (будет добавлен в ваш список отзыва).

source: bravado
ru: бравада

source: new attack
ru: новая атака

source: $this_item.name| - costs <span color='#cccc33'>$this_item.cost|</span> gold
ru: $this_item.name| - стоит <span color='#cccc33'>$this_item.cost|</span> золотых

source: mercenary
ru: наёмник

source: This unit doesn't cost upkeep, but instead takes gold directly. If the unit's side doesn't have enough gold to pay, the mercenary's attacks all become defend-only for one turn. Leaders are unaffected.
ru: Этот юнит не имеет содержания, но берет золото прямо у вас (равно уровню). Если у стороны юнита недостаточно золота, то все атаки юнита получают особенность 'только-защита' на один ход. На лидеров способность не действует.

source: -$tmp_ringleader_upkeep|g
ru: -$tmp_ringleader_upkeep| золота

source: Unpaid
ru: Неоплачен

source: No upkeep
ru: Без содержания

source: -$tmp_mercenary_cost|g
ru: -$tmp_mercenary_cost|золотых

source: sermon
ru: проповедь

source: Each turn, this unit increases the faith of adjacent allies (reduces a unit's 'sermon left' value by {VALUE}. When that reaches 0 or below, faith increases by 1). Doesn't work on non-living units. Units can only be preached to once per turn.
ru: Каждый ход этот юнит усиливает веру стоящих союзников (уменьшает количество оставшихся проведей союзника на {VALUE}, когда это уменьшается до 0 или ниже, вера увеличивается на 1). Не работает на неживых юнитов. На юнитов проповедь работает только один раз за ход.

source: faith increased!
ru: вера усилена!

source: malediction
ru: проклятье церкви

source: Enemy units have a higher chance to hit this unit based on their faith level (5% bonus chance to hit per 1 faith)
ru: Враги имеют более высокую точность атаки против этого юнита, в зависимости от их веры (+5% за каждый уровень веры).

source: This unit applies the 'malediction' effect to the target enemy for a turn. Allies have a higher chance to hit the enemy based on their own faith level (5% bonus chance to hit per 1 faith)
ru: Атакованный юнит помечается. Союзники, атакующие помеченного врага, получают бонус к точности атаки в зависимости от их веры (+5% за каждую единицу веры).

source: pope
ru: папа огрский

source: Adjacent allies deal +15% damage per faith level.
ru: Союзники наносят на 15% урона больше за каждый уровень веры.

source: loyal bishop
ru: преданный епископ

source: This unit increases the faith of newly-recruited units by 1.
ru: Этот юнит увеличивает уровень завербованных бойцов на 1.

source: condottiere
ru: кондотьер

source: This unit takes gold per turn equal to the income of 2 villages plus 1, but other mercenaries won't take gold while this unit is paid.
ru: Этот юнит берет золото каждый ход, равное доходу двух деревень плюс 1, но другие наемники не берут золото пока услуги кондотьера оплачены.

source: This unit gives firststrike to all allies in a 2-tile radius for one turn each turn.
ru: Каждый ход этот юнит дает 'бьет первым' союзникам в радиусе 2 гексов.

source: highwayman
ru: лихой разбойник
