Repository: ForestDragon-wesnoth/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: ru

source: As with the knightly retinue of a secular ruler, the spiritual authority needs the closest associates - cardinals who report and carry out the orders of the Ogre Pope himself. As in the case of the King of Ogres, the title of the Ogre Pope is hereditary, therefore, as with the royal knightly retinue, it is the duty of the cardinals to protect the higher person from competition in the succession of the throne. Although they do not wield sharp spears or swords, they have ruthless fire in their hands, which they will not hesitate to use against the enemies of the Pope, but they mainly use it against evil spirits and heretics, disgusting to the religion of light. As a sign of their position, the cardinals hold cruciform daggers - copies of the Sword of Yatuk, now the main symbol of faith and state.
ru: Как и с рыцарской дружиной светского правителя, духовная власть нуждается в ближайших сподвижниках – кардиналах, которые доносят и исполняют приказы самого Папы Огрского. Как и в случае с Королём Огров, титул Папы Огрского является наследным, поэтому по аналогии с королевской дружиной, в обязанности кардиналов входит защита вышестоящего лица от конкуренции при престолонаследии. Хотя они не владеют острыми копьями или мечами, в их власти находится безжалостный огонь, которым они и не постесняются воспользоваться против врагов Папы, однако главным образом они применяют его против нечисти и еретиков, отвратительных религии света. В знак своего положения, кардиналы держат крестовидные кинжалы – копии меча Ятука, ныне главный символ веры и государства.

source: cleansing flame
ru: очищающее пламя

source: Ogre Pope
ru: Папа Огрский

source: The Ogre Pope is the highest clergy title in the Ogre religion. It is on His behalf that the policy of the church is carried out - the spread of the teachings, the construction of temples, the announcement of the crusades. His power rivals that of the secular ruler, the King of Ogres. On the one hand, this confrontation weakens the integrity of the state, on the other hand, it prevents the petty tyrants to come in full power on both sides. The staff of the Pope is the heaviest club of all the clergy. With its help, the head of the church crushes the skulls of heretics and schismatics, the lists of which are usually fixed on the club itself. In addition to that, the Ogre Pope holds the main relic of the Ogre Kingdom – the sword of Yatuk, the Founding King, who adopted the faith of light and kindled the first spark in his soul with his sword. The lower ranks like the cardinals are only entitled to a smaller copy in the form of a dagger.
ru: Папа Огрский – высшее духовное лицо в религии огров. Именно от его лица ведётся политика церкви – распространение учения, постройка храмов, объявление крестовых походов. Его власть соперничает со светским владыкой – Королём огров. С одной стороны, это противостояние ослабевает целостность государства, с другой – препятствует упрочнению самодуров у власти с обеих сторон. Посох Папы – это самая тяжёлая дубина всего духовенства. С его помощью, глава церкви крошит черепа еретиков и раскольников, списки которых обычно и закреплены на самой дубине. Помимо этого, Папа Огрский держит главную реликвию Королевских огров – меч Ятука, короля-основателя, который принял веру света и разжёг мечом первую искру в своей душе. Более низшим санам в лице кардиналов полагается лишь меньшего размера копия в виде кинжала.

source: Runner
ru: Скороход

source: sling
ru: праща

source: Messenger
ru: Гонец

source: Serf
ru: Холоп

source: Battle Serf
ru: Боевой холоп

source: halberd
ru: алебарда

source: Siege Troll
ru: Осадный тролль

source: Since ancient times, the Troll tribes that inhabit the Estmar Hills and the mountains adjacent to them have recognized the power of Ogres. Their way of life did not change until Ogres built castles and discovered that large slings of Trolls crushed walls like human catapults. From that moment on, every ogre feudal lord sought to gather stone thrower Trolls under his banner. They were much more valued than ordinary Trolls with clubs, and over time, the warfare of entire tribes was completely reorganized into a siege war. Young troll mercenaries were taught to throw stones so that they would bring more gold to the tribe. The result is impressive: a huge number of these 'living catapults', much more mobile and cheaper than mechanical devices, makes the army of Ogres fearsome in sieges.
ru: С древних времён племена троллей, населяющие Эстмарские холмы и прилегающие к ним горы, признали власть огров. Их уклад жизни не менялся, пока огры не возвели замки и не обнаружили, что огромные тролльские пращи крушат стены не хуже человеческих катапульт. С того момента каждый огр-феодал стремился собрать троллей-камнемётов под своим знаменем. Они ценились гораздо выше, чем обычные тролли-дубинщики, и со временем военное дело целых плёмён полностью перестроилось на осадный лад. Молодых троллей-наёмников стали учить метать камни, чтобы они принесли в племя побольше золота. Результат впечатляет: огромное количество этих "живых катапульт", гораздо более мобильных и дешёвых, чем механические машины, делает армию огров страшной при осадах.

source: boulder
ru: булыжник

source: Catapult Troll
ru: Тролль-катапульта

source: It is not known exactly how Trolls came up with the idea to improve the sling with a pole – perhaps one of them tried to use the working part of the trebuchet – but now it is the main weapon of experienced mercenary stone throwers. The pole makes shooting easier and faster, with its help one can throw stones in an arc and destroy buildings outside the fortress walls. Add to this heavier equipment, fast troll legs that cover an impressive distance in a single step, as well as the ability to shoot from difficult positions – and you get the perfect siege weapon. Bands of Catapult Trolls have become a real
ru: Неизвестно, как именно тролли додумались улучшить пращу с помощью шеста, - возможно, кто-то из них попробовал использовать рабочую часть требушета, - однако теперь это главное оружие опытных наёмников-камнемётов. Шест делает стрельбу проще и быстрее, с его помощью камни можно метать навесом и разрушать постройки за крепостными стенами. Добавить к этому более тяжёлое снаряжение, быстрые тролльские ноги, за шаг преодолевающие внушительное расстояние, а также возможность стрелять из труднопроходимых мест - и получается идеальное осадное орудие. Отряды троллей-катапульт стали настоящим кошмаром для соседей огрской державы. Несколько десятков этих наёмников способны в считанные часы сравнять с землей укрепления низкорослых рас.

source: Trebuchet Troll
ru: Тролль-требюшет

source: Trebuchet Troll is almost as powerful as its mechanical counterpart, while being significantly superior in everything else. This is the oldest, largest and strongest troll from the mercenary squad. Decades of combat experience make him a good commander, who directs the shots of his relatives. There are not even three dozen Trebuchet Trolls in the entire Kingdom, but the appearance of even one of them on the battlefield is a grave threat to the defenders.
ru: Тролль-требушет практически не уступает своему механическому аналогу в мощи, при этом значительно превосходит во всем остальном. Это самый взрослый, самый большой и сильный тролль из отряда наёмников. Десятилетия боевого опыта делают из него и неплохого командира, который направляет выстрелы сородичей. Во всём Королевстве не найдётся и трёх десятков троллей-требушетов, но появление хотя бы одного из них поле битвы – это огромная проблема для обороняющихся.

source: Troll Stormtrooper
ru: Штурмовик

source: After the stone throwers break the walls, someone should has to lead the attack and be the first to rush into the gap. Many ogres are willing to take on this task, but the best one is the combat troll. Those who did not want to part with a club for a sling became Stormtrooper Trolls. Armored, holding tower shields and heavy clubs, they break into the ranks of the defenders and slam it with mighty blows. Often stormtroopers go berserk and by the end of the battle they are so wounded that only natural regeneration saves them from death. However, this 'life on the edge' brings the trolls no less fun than the destruction of buildings by throwing stones.
ru: После того, как в камнемёты разобьют стены, кто-то должен возглавить атаку и первым кинуться в пролом. Многие огры готовы взять на себя эту задачу, но лучше всего с ней справится боевой тролль. Те, кто не пожелал расстаться с дубиной ради пращи, стали троллями-штурмовиками. Закованные в броню, с башенными щитами и тяжёлыми палицами, они вламываются в строй обороняющихся и разбивают его могучими ударами. Часто штурмовики впадают в ярость и к концу битвы получают столько ран, что только природная регенерация спасает их от гибели. Однако такая "жизнь на грани" приносит троллям не меньше веселья, чем разрушение построек метанием камней.

source: Troll Wallcrusher
ru: Живой Таран

source: The main joy for the troll warrior is destruction. And Wallcrushers are in no way inferior to Trebuchet Trolls in that! These old, gigantic mercenaries are clad head to toe in armor forged by Ogres. They wield the heaviest clubs and the largest shields. These titans are able to break the sturdiest castle gates with such ease as if they were an ordinary door, and make stone walls tremble with each strike as if it was an earthquake. They are perhaps the heaviest and most terrifying infantry that can be found in the northern reaches of the Great Continent.
ru: Главная радость для троллля-воина - разрушение. И Живые Тараны в этом ничуть не уступают троллям-требушетам! Эти старые, исполинских размеров наёмники с ног до головы облачены в кованую огрскую броню, и вооружены самыми тяжёлыми палицами и самыми большими щитами. Эти великаны способны выломать прочнейшие замковые врата с такой легкостью будто это обычная дверь, и от каждого удары каменные стены дрожат как при землетрясении. Пожалуй, это самая тяжелая и самая ужасающая пехота, которую можно встретить в северных краях Великого Континента.

source: Troll Papal Guard
ru: Папский страж

source: Troll Mercenary
ru: Тролль-наёмник

source: Ogre Eldest Son
ru: Старший сын

source: Ogre Loyal Bishop
ru: Преданный епископ

source: Ogre Condottiere
ru: Кондотьер

source: Ogre Noble Knight
ru: Благородный рыцарь

source: Ogre Highwayman
ru: Лихой разбойник

source: Elder Troll
ru: Старый тролль

source: Jiangshi
ru: Цзяньши

source: Jiangshi look like typical undead – with their vacant expression and pale skin, tightly wrapped around dried bony body, although possessing astoundingly degree of preservation. Their movement is awkward and unnatural – as that of a puppet being jerked around by a clumsy puppeteer. Yet, despite their stiff gait, they move extremely fast and precisely, taking advantage of unsuspecting enemies, draining them of their life essence – one of few needs of such ugly vampires. Tartarus Mandate actively seeks out Jiangshi, in a way – forcing them into employment. Such is for two reasons – to make use of their speed and deadliness – and to keep dangerous undead fed with life essence of the enemy and not the Mandate’s subjects.
ru: Цзянши походят на типичную нежить – с их пустым взглядом и бледной кожей, туго натянутой на иссохшее тело, находящееся, однако, в хорошей сохранности. Двигаются они неуклюже и неестественно – как если бы эти самые трупы подвесили на нитках и заставили дёргаться по команде кукловода. Однако, несмотря на неловкую походку, Цзянши двигаются весьма быстро и точно, застигая врасплох своих врагов и поглощая их жизненную силу – одну из немногих потребностей отвратительных вампиров. Мандат Тартара активно ищет Цзянши, буквально занимаясь их принудительным трудоустройством. В этом кроется две цели – использовать их исключительную скорость и смертоносность – а также направлять голод нежити на врагов, а не на подданных Мандата.

source: draining touch
ru: высасывающее касание

source: Umbral Mandarin
ru: Теневой Мандарин

source: Having consumed enough life essence and proving their loyalty, Jiangshi can pass special exams of skill and wit to rise up through the meritocratic system of Tartarus Mandate and become Umbral Mandarins. They serve various roles – from government workers and police, to assassins and scouts. Interested in hardly anything else aside from consuming life essence, Umbral Mandarins are incorruptible and loyal to the holders of the Mandate. They execute their every order and watch so that the iron grip of Tartarus could hold on everyone.
ru: Поглотив достаточно жизненных сил и доказав свою преданность, Цзянши могут пройти специальные экзамены на ум и способности, чтобы подняться по меритократической лестнице до почётного ранга Теневых Мандаринов. Они выполняют самые разные обязанности – от чиновников и полиции до убийц и разведчиков. Заинтересованные лишь в жизненной энергии, Теневые Мандарины верны неподкупно верны хозяевам Мандата. Они готовы исполнить каждый их приказ и следят, чтобы железный порядок соблюдался всеми остальными.

source: Eye of Abyss
ru: Глаз Бездны

source: The most distinguished of the Mandarins may eventually enter the circle of senior civil servants - Eyes of Abyss. Passing a special ceremony, they receive the Seal of Abyss - from now on they serve not the owners of the Mandate, but the Great Tartarus himself – they are his keen eyes and tools of justice. From every shadow they monitor the workings of military and bureaucratic machine, removing any obstacle and problem, whether internal or external. Eyes of Abyss use the most sophisticated and devastating means to achieve their goals, and the Will of Tartarus is the only law they will not dare to break.
ru: Наиболее отличившиеся из Мандаринов со временем могут войти в круг высших государственных служащих – Глаза Бездны. Проходя специальную церемонию, они получают Печать Бездны – отныне они служат не хозяевам Мандата, а самому Великому Тартару – они его зоркие очи и орудия справедливости. Из каждой тени они следят за работой военной и бюрократической машины, уничтожая любое препятствие и проблему, будь она внутренней или внешней.

source: Kobold
ru: Кобольд

source: In the army of Tartarus Mandate, most Kobolds are engaged in engineering and siege work. Explosive chemicals were discovered by the blue lizards when they were still isolated in the depths of underground caves, where they needed to quickly clear rubbles, or even cause them when necessary. However, it is on the surface where there is enough room for experimentation - making charge even more powerful and increasing range and accuracy. Most Kobolds siegers use arrow-rockets – fireworks. To compensate for their natural frailty and for protection against nozzle sparks from their rockets, the blue lizards use heavy shields made of turtle or pangolin shell, although they sacrifice their inherent maneuverability.
ru: В армии Мандата Тартара большинство Кобольдов заняты инженерно-осадным делом. Взрывные составы были открыты синими ящерами ещё при полной изоляции в глубинах пещер, где им нужно было быстро расчищать завалы, а то и вызывать их при необходимости. Однако именно на поверхности в этом деле можно разгуляться – сделать заряд ещё мощнее, а запуск – дальше и точнее. Большинство Кобольдов-осадников используют стрелы-ракеты – фейерверки. Для компенсации своей природной хрупкости и защиты от искр из сопла ракеты, синие ящеры используют увесистые щиты, сделанные из панциря черепахи или панголина, хотя и жертвуют присущей им манёвренностью.

source: firework
ru: Фейерверк

source: Kobold Cannoneer
ru: Канонир

source: If regular Kobolds are nothing more than a bunch of creative but still low-skilled craftsmen, Cannoneers are the real engineers, hardened in battle and education. Instead of primitive, bulky and dangerous-to-user fireworks, they use hand cannons produced under meticulous supervision of blacksmiths, alchemists and government officials. Such an instrument of war allows its user to utilize not only explosive ammunition, but also weighty solid shots that knock down and break even the most stubborn targets. Carapace shields are also replaced in the form of full metal shields, suitable both for protection from enemy attacks and for strong counter-strikes.
ru: Если рядовые Кобольды не более чем искусные кустари, то Канониры – настоящие инженеры, закалённые в бою и учении. Вместо примитивных, неудобных и даже опасных для самого стрелка фейерверков они используют ручницы, производимые под тщательным надзором кузнецов, алхимиков и государственных чиновников. Такое орудие войны позволяет использовать не только разрывные бомбы, но и увесистые болванки, сбивающие с ног и ломающие кости наиболее упрямым целям. Щиты-панцири также получают замену в виде полноценных металлических щитов, пригодные как для защиты от вражеского натиска, так и для крепких ударов в ответ.

source: handcannon
ru: ручная бомбарда

source: explosive shot
ru: взрывной заряд

source: Kobold Bombardier
ru: Бомбардир

source: The most experienced, hardened and well-trained Kobolds can try a weapon to match their high standards - a bombard. Denser metal ammunition provides greater damage and range compared to stone, not to mention the greater durability of the barrel, allowing to use heavier filing. The shield fused with the cannon itself not only serves as a barrel support and protection for the shooter, but also turns the bombard into a heavy but portable ram. The typical image of Olgoi-Horhoi on the shield surface provided the nickname “Worm’s Mandibles” for the bombard.
ru: Наиболее опытные, крепкие и хорошо обученные Кобольды могут притронуться к оружию под стать их высоким требованиям – бомбарде. Плотные металлические боеприпасы дают большую убойность и дальнобойность по сравнению с каменными, не говоря уже о большей прочности ствола, которая позволяет использовать усиленный заряд пороха. Щит, соединённый с самой пушкой, не только служит упором и защитой стрелка, но и превращает бомбарду в настоящий таран. Типичное изображение Олгой-хорхоя на щитах закрепило за бомбардой прозвище “Жвало Червя”.

source: Kobold Chukonu
ru: Чукону

source: Not all Kobolds are engaged in siege work and defense. There are special groups re-equipped with unique rapid-fire crossbows instead of heavy shields and bulky missiles launchers. Although in terms of armor–piercing and sheer power, such skillfully made weaponry is inferior to traditional models – even more so compared to Kobold siege guns – they are indispensable for exhausting enemies with skirmishes where the main parameters are shooters’ mobility and continuous fire, instead of power.
ru: Не все кобольды занимаются осадным делом и обороной. Специальные группы переснаряжаются с тяжёлых щитов и громоздких ракет на уникальные скорострельные арбалеты. Хотя по бронебойности и мощи такие искусные поделки и уступают традиционным образцам – и тем более пушкам кобольдов-осадников – они незаменимы для изнуряющего огня, когда решает не мощь, а мобильность бойцов и непрерывность натиска.

source: crossbow bash
ru: удар арбалетом

source: arrow volley
ru: залп стрел

source: Kobold Arrowstorm
ru: Мастер Чукону

source: Although the rapid-fire crossbows of Kobold skirmishers are remarkable pieces of engineering, in many respects they are designed with quantity, not quality in mind – as can be evident in simple limbs and primitive arrows, which often lack feathers, sometimes – even metallic tips. However, those crossbowmen who have proven their skill and the art of handling their weapons, can count on improved versions. Elite variants of crossbows are equipped with recurve limbs that better transfer energy to bolts. The latter are now fully-designed crossbow projectiles – which have feathers attached as well as metallic tips made out of the best metal found by the lizard miners.
ru: Хотя скорострельные арбалеты кобольдов-застрельщиков и являются примечательным образцом инженерной мысли, во многом они рассчитаны на количество, а не на качество – что видно по простым плечам лука и примитивных стрел, которые зачастую даже не имеют оперения, порой – и металлических наконечников. Однако арбалетчики-скорострелы, которые доказали своё мастерство и искусство обращения со своим вооружением, могут рассчитывать на усиленные версии. Элитные варианты арбалетов оснащены композитными плечами, которые лучше передают энергию болтам. Болты же являются полноценными снарядами для арбалета – в наличии и оперение и крепкие наконечники, сделанные из отборного металла, который могут добыть ящеры-горняки.

source: Kobold Fire Lancer
ru: Огненный копейщик

source: Although Kobolds are not famous for their strength or sturdiness – good quality weaponry, proper training and military experience can make up for it. As an alternative for shields, the most battle-hardened and brave Kobolds are equipped with heavier armor, which in turn allows to wield two-handed fire lance – a fearsome hybrid weapon which combines a flamethrower and a spear. Fire Lancers are jack-of-all-trades – although they do not possess the sheer power of Mangus at melee or at range like their kin or Vixens, they occupy a flexible role that ensures formidable defense and offense alike.
ru: Хотя кобольды не славятся исключительной силой или выносливостью – высококачественное вооружение, надлежащая подготовка и военный опыт могут компенсировать это. В качестве альтернативы щитам самые храбрые и закаленные в боях Кобольды оснащены более тяжелой броней, которая, в свою очередь, позволяет орудовать двуручным огненным копьем – грозным гибридом огнемёта и копья. Огненные Копейщики – универсальные бойцы – хотя они не обладают такой мощью в ближнем бою, как Мангус, или в дальнем как свои сородичи или Лисицы, они занимают гибкую роль, обеспечивая уверенную оборону и атаку.

source: point-blank firework
ru: фейерверк в упор

source: Mangus Grunt
ru: Мангус

source: Mangus Grunts are quite young individuals, making their first steps on the military hierarchy. Despite the lack of actual training, they are usually quite formidable warriors thanks to strong competition among siblings and a tradition of solving local feuds in duels and fights. Of course, where their weak discipline and skill are especially showing, they compensate, or truer to say – overcompensate – with their hulking size and might. As it is difficult to manufacture high-quality weapons for creatures of such size, most Mangus rely on flails and meteor hammers, which one casually wraps around his waist or forearm even in peaceful times – as peace is but preparation for war.
ru: Пехотинцы Мангусов - довольно молодые индивиды, делающие свои первые шаги в военной иерархии. Несмотря на отсутствие реальной подготовки, они, как правило, довольно грозные воины благодаря сильной конкуренции между собратьями и традиции решать местные распри в поединках и драках. Конечно, там, где их слабая дисциплина и мастерство особенно проявляются, они компенсируют, даже с избытком – своими чудовищными размерами и мощью. Поскольку для существ такого размера трудно изготовить высококачественное оружие, большинство мангусов полагаются на цепы и молоты-метеоры, которые они по обыкновению обматывают вокруг талии или предплечья даже в мирное время, поскольку мир – это всего лишь подготовка к войне.

source: flail
ru: цеп

source: Mangus Kheshig
ru: Кешиг
