Repository: ForestDragon-wesnoth/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: ru

source: +1/2 melee damage, +20% XP
ru: +1/2 ближнего урона, +20% опыта

source: +2/2 melee damage, +20% XP
ru: +2/2 ближнего урона, +20% опыта

source: Defense: +10% physical resistances and firststrike, cannot take other paths after this, +20% XP
ru: Защита +10% физических сопротивлений и особенность бьет первым, не может брать другие улучшения после этого, +20% опыта

source: +3 melee damage axe, +20% XP
ru: +3 урона на топор, +20% опыта

source: +2 sling damage, +20% XP
ru: +2 урона на пращу, +20% опыта

source: Feast in his honor! (+8 Max Hp), +20% XP
ru: Устроить пир в его честь! (+8 макс. ЗД), +20% опыта

source: Hunt in his honor! (+10% damage), +15% XP
ru: Устроить охоту в его честь! (+10% урона), +15% опыта

source: Ascend him to the throne!, -10% XP
ru: Короновать его! -10% опыта

source: Faith Healing ability, +20% XP
ru: Способность святое исцеление, +20% опыта

source: Illuminates ability, +20% XP
ru: Способность освещает, +20% опыта

source: Better at penetrating armor, +20% XP
ru: Лучше пробивает броню, +20% опыта

source: +20% damage, +20% XP
ru: +20% урона, +20% XP

source: Giantslayer ability (deals more damage to enemies of higher level), +20% XP
ru: Убийца великанов (наносит бонусный урон врагам, уровень которых выше уровня этого юнита), +20% ОП

source: Percentile damage bonus on attacks, +20% XP
ru: Процентный бонус урона на атаки, +20% ОП

source: Incinerate special on the fire crossbow, and poison on normal crossbow, +20% XP
ru: Огненный арбалет поджигает, обычный отравляет, +20% опыта

source: Better at mentoring (3 xp per turn), +20% XP
ru: Опытный наставник (3 опыта за ход), +20% опыта

source: Even better at mentoring (4 xp per turn), +20% XP
ru: Умудрённый наставник (4 опыта за ход), +20% опыта

source: Generates 6 gold per turn instead of 4, +20% XP
ru: Приносит 6 золота за ход вместо 4, +20% опыта

source: Blessing of the Abyss: gain nocturnal regeneration +8 ability, +20% XP
ru: Благословение Бездны: ночная регенерация +8, +20% ОП

source: Blessing of the Abyss: gain nocturnal regeneration +10 ability, +20% XP
ru: Благословение Бездны: ночная регенерация +10, +20% ОП

source: Blessing of the Abyss: gain nocturnal regeneration +12 ability, +20% XP
ru: Благословение Бездны: ночная регенерация +12, +20% ОП

source: +25% melee damage, +20% XP
ru: +25% ближнего урона, +20% опыта

source: +3 firework damage (only ranged), +20% XP
ru: +3 урона на дальний феерверк, +20% опыта

source: Enchanted Armor: +20% to fire/cold resistances, +20% XP
ru: Зачарованная Броня: +20% сопротивления к огню/холоду, +20% опыта

source: Dauntless ability, +20% XP
ru: Способность бесстрашия, +20% опыта

source: Focused Fire: crossbow gains the 'reliable' special, +20% XP
ru: Точная Стрельба: арбалет получает свойство надёжный, +20% опыта

source: Rapid Fire: +1 ranged strikes, +20% XP
ru: Быстрая Стрельба: +1 дальний удар, +20% опыта

source: Able to hide in hills and mountains, +20% XP
ru: Может прятаться в холмах и горах, +20% ОП

source: +8 handcannon damage, +20% XP
ru: +8 урона пушкой, +20% опыта

source: Bigger Blast: Explosive shot deals 50% damage to adjacent enemies instead of 30%, +20% XP
ru: Большой Взрыв: взрывной заряд наносит 50% урона стоящим рядом врагам вместо 30%, +20% ОП

source: Bigger Blast: Explosive shot deals 75% damage to adjacent enemies instead of 50%, +20% XP
ru: Большой Взрыв: взрывной заряд наносит 75% урона стоящим рядом врагам вместо 50%, +20% ОП

source: uninspiring
ru: кичливый

source: female^uninspiring
ru: кичливая

source: This unit is not very good at inspiring allies. Leadership is replaced with lesser leadership.
ru: Этот юнит не настолько способен вдохновлять союзников как другие командиры. Способность лидерства этого юнита заменена на низшее лидерство

source: old
ru: старый

source: female^old
ru: старая

source: fragile
ru: хворый

source: female^fragile
ru: хворая

source: Balanced Random
ru: Случайный (сбалансированный)

source: Random GSE
ru: Случайный (степные фракции)

source: Random Default
ru: Случайный (фракции по умолчанию)

source: Illuminated
ru: Освещение

source: Darkened
ru: Затемнено
