Repository: ForestDragon-wesnoth/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: ru

source: Primal Strength is a more big and more powerful repository of ancient gods. Inside their frozen hearts there is a special magical bubble - a container of darkness that absorbs the power of enemy blows and is able to redirect it outward - in the form of nutritious, healing energy for the allied undead.
ru: Древняя сила - это более крупные и могучие вместилища древних богов. Внутри их промёрзших сердец есть особый магические пузырь - вместилище тьмы, принимающее силу вражеских ударов, и способное перенаправлять её во вне - в виде питательной, исцеляющей энергии для союзной нежити.

source: Primal Fury
ru: Ярость древности

source: primal fury^WIP: NOT YET TRANSLATED
ru: Вламываются во вражеские ряды с бешеным напором сверхтяжёлые монстры, раскидывают всё и вся, проламывают броню и щиты. Обладающие огромными рогами мохнатые носороги, удивительно энергичные для своих великанских габаритов, являются настоящими живыми таранами армии ведьмы. Когда-то они были богами войны для первобытных людей древней Ирдии, которые никого воинственнее этих одержимых иномировыми демонами созданий во всей природе не видели. Ярость древности - так их называют. Помимо вместилища тьмы, Ярость обладает такой особенностью, как разъярение - от наносимых ему ударов он сам начинает атаковать с ещё большей силой.

source: rampage
ru: бешенство

source: Primal Patriarch
ru: Отец древности

source: primal patriarch^WIP: NOT YET TRANSLATED
ru: Старшие из духов занебесной темноты, наиболее могущественные и жестокие, выбрали своими вместилищами неторопливых мамонтов. #Отцы древности - так их называют ныне шёпотом враги и союзники. Отцы древности - так их называли первобытные люди, рисуя этих созданий на стенах своих пещер, отмечая отличия от обычных мамонтов красными точками #горящих глаз, и подразумевая в их имени память этих демонов о временах, когда боги ещё даже не зажгли звёзд - временах, непонятные и пугающие #истории о которых Отцы Древности передавали благоговеющим шаманам, когда те приносили им кровавые жертвы... Отцы древности обладают чрезвычайно крепкими телами. В их шерсти вязнут не то что стрелы, но даже боевые топоры и молоты, их мышцы и кости #повредить под силу только с великим трудом. Притом, эти одержимые мамонты используют в боях бивни, хобот и подобные колоннам ноги, что является #довольно грозным арсеналом. И самая пугающая демоническая их особенность - способность направлять потоки чёрной энергии для воскрешения нежити. #Отцы древности способны прямо на поле заново собирать из костей отряды разбитых скелетов и возвращать в мир живых изгнанных призраков. Многие #враги приходили в ужас от встречи с легионами бессмертной нежити под руководством этих чудовищных созданий, и обращались в бегство.

source: darkness beam
ru: луч тьмы

source: Primal God
ru: Бог древности

source: primal wail
ru: первобытный вопль

source: Barrow Rider
ru: Курганный всадник

source: Barrow Riders are undead spirits of ancient nomads, reincarnated again in the remains of their buried bodies, and emerged under the torn banners of their kings and on their faithful war horses into the world of the living. While still alive, the barrow riders were simple soldiers of the steppe tribes. Therefore, their equipment is not fancy, and only consists of a shield, a spear and a bow. Dressed in a cap and trousers traditional for the ancient steppe, the barrow riders are skeletonized by worms that gnawed at their flesh. As well as their frightening horses, nibbling not the grass, but fresh corpses.
ru: Курганный всадник - это нежить, дух древнего кочевника, воплотившийся вновь в останки своего захороненного тела, и вышедший под рваными знамёнами своих царей и на верном боевом коне в мир живых. Ещё будучи живыми, нынешние курганные всадники были простыми общинниками степных племён. Поэтому их снаряжение не богато, и составляет лишь щит и копье. Одетые в традиционные для древней степи шапку и штаны, курганные всадники скелетированы объевшими их плоть червями. Как и их страшные кони, щиплящие не траву, но эмонации смерти свежих трупов.

source: Barrow Warden
ru: Курганный страж

source: barrow warden^WIP: NOT YET TRANSLATED
ru: Отрядами всадников командуют курганные стражи. Являвшиеся в прошлом доверенными воинами царей, курганные стражи отвечают ныне за безопасность Мертвоградья и его мрачных владык, а также за руководство частей войска во время походов. Облачены они в бронзовые панцири и остроконечные шлемы, и помимо копья со щитом, имеют для сражений боевые топоры с узкими лезвиями для проламывания брони. Помимо тёмной магии, стражей, в отличие от общинников, удерживает в этом мире и даже делает сильнее их личная преданность царям.

source: Barrow Tsar
ru: Курганный царь

source: barrow tsar^WIP: NOT YET TRANSLATED
ru: Курганные цари прежде были знатными повелителями степей. Они верховодили многочисленными народами, воевали между собой и со странами Юга и Севера. Барды прославляли их имена, их храбрость, мудрость и их мечи, и вереницами длиной от горизонта до горизонта ехали золочёные повозки с их жёнами и наложницами. Теперь же их некогда громкие имена, наводившие страх на земледельческие народы, и имена их династий канули в лету. Время царей степи ушло, а сами они нашли последнее пристанище в высоких курганах. Но руны, высеченные жрецами на царских саркофагах, сохранили души владык в окостеневших телах. С каждым новым захороненным царём ширилось под землёй священного края курганов Мертвоградье - страна усопших. Страна народов, что один за другим исчезали с лица степи, но сохранялись под ним, под травами и дорогами, в глубинах. И когда власть над степями перешла от человеческих народов к ограм - Мертвоградье оказалось последним напоминаем о былых кочевых державах. Но его забытые цари не интересовались делами поверхности, пируя энергией лун в скрытых во тьме земной чертогах, да иногда лишь устраивая для увеселения бои между армиями своих мёртвых подданых. Так было, пока в священный край курганов не пришла с Севера царица-ведьма. Которая, почувствовав шевеление в недрах, спустилась под землю... Никто не знает, что произошло между степной нежитью и великой ведьмой. Но известно лишь, что на поверхность она вернулась с курганными царями, что впредь служили ей. Мертвоградье стало составной частью Ведьминого царства. А курганные цари - повелителями вторгающихся в страны живых армий нежити, которые они ведут твёрдой костяной рукой на врага, зачастую и самолично бросаясь в бой на бронированных конях, разя противников мечом, и воздевая старинные знамёна, которые вновь стали для окрестных народов символом страха.

source: female^Chernava
ru: Чернава

source: The Chernavas are the lowest-ranking witches in the Coven's hierarchy, girls who were born from human women and demons. They grew up within the walls of the city-coven, and since childhood they knew nothing but black magic and matrons who taught them their purpose. And the purpose of the chervanas is such: to learn witchcraft, and to give birth to a Kanavar warrior. Until this is done, the blacks are essentially the house slaves of the matrons who raise them. However, after childbirth and a test of power, they receive the recognition of the queen, personal freedom and the right to participate in the matters of the coven. Their responsibilities are to develop their witchcraft skills and help matrons in housekeeping. If a chernava is able to neither give birth nor use magic, an unenviable fate awaits her: the girl is sacrificed, and her blood is used to communicate with dark forces and various rituals. True, such cases are rather an exception to the rule. Most chernavas pass the test successfully. They are a guarantee of the future strength of the coven, for each generation of chernavas gives both talented witches and squads of half-blood warriors.
ru: Чернавы - это ведьмы низшего разряда в иеархии Ковена, молодые девушки, которые родились от пленённых в результате набегов и изнасилованных демонами женщин. Они выросли в стенах града-ковена, и с детства не знали ничего, кроме чёрной магии, да матерей, учивших их предназначению. А предназначение у чернав такое: колдовское дело постигать, да от демонов воина-кановара родить. До того, как это будет выполнено, чернавы являются, по сути, домашними рабынями воспитывающих их матерей. Однако после родов и испытания силы они получают признание царицы, личную свободу и право на участие в жизни ковена. Их обязанностями становятся развитие своих колдовских навыков и помощь матерям в ведении хозяйства. Если же чернава не способна ни родить, ни колдовать, её ожидает незавидная участь: девушку приносят в жертву, а кровь её используют для общения с тёмными силами и разных ритуалов. Правда, такие случаи представляют собой скорее исключение из правила. Большинство чернав успешно проходит испытания. Они — залог будущей силы ковена, ибо каждое поколение чернав даёт как талантливых ведьм, так и отряды воинов-полукровок.

source: staff
ru: посох

source: chill burst
ru: стужа

source: curse
ru: проклятье

source: female^Dark Matron
ru: Тёмная мать

source: Witches who have given birth to more than three kanavars are join the ranks of so-called dark matrons. These are experienced, mature women who form the domestic and economic backbone of the coven. Their duties include housekeeping (in this they are assisted by the chernavas and captured slaves), the education of the growing chernavas and keeping the lesser undead (in particular, the ghosts of fear) in proper condition. They are well versed in witchcraft and are able not only to curse, but also to attack the enemy with balls woven of dark energy, but their main task is still management and organization, thus matrons rarely appear on the battlefield.
ru: Ведьмы, которые родили более трёх кановаров, переходят в разряд так называемых тёмных матерей. Это опытные, взрослые женщины, которые составляют хозяйственную и экономическую основу ковена. В их обязанности входит ведение хозяйства (в этом им помогают чернавы и захваченные рабы), воспитание подрастающих чернав и поддержка младшей нежити (в частности, призраков страха и убыров) в надлежащем состоянии. Они неплохо разбираются в колдовстве и и способны не только проклинать, но и атаковать врага сотканными из тёмной энергии ледяными шарами, однако главной их задачей все же является управление и организация, так что на поле боя матери появляются редко.

source: matron blood
ru: кровь темной матери

source: This unit has a permanent 10% bonus to magical resistances, and 15% bonus to HP.
ru: Юнит, рождённый от темной матери, получает 10% бонус к не-физическим сопротивлениям, и 15% бонус к здоровью

source: female^Grand Witch
ru: Ведьма Круга

source: Grand Witches are witches who have become members of the Circle. The Circle is the highest organization of the coven, the personal advice of the witch queen. It contains the witches most intelligent, skilled in witchcraft and devoted to the ideals of the Dead Field. The first witches of the circle were the chernavas, raised personally by the queen, but now all capable dark matrons have this opportunity too. The responsibilities of the circle include discussing important issues with the queen, the government of the city (as a rule, each grand witch has her own region), the trial of witches (and only over them, the canovars and slaves are judged by the demons-knyazes) and the organization of the army of the undead before a campaign. The grand witches feed the skeletal hordes of ancient nomads, direct the mad priaml gods, send terrible curses upon the enemy's lands and, finally, and envelop the army in a magical fog so that it cannot be noticed from afar. The Grand Witches themselves rarely participate in the battle, but even from these indirect actions, it becomes clear to anyone who encounters the army of the coven which powerful sorcereresses are behind it.
ru: Круг — это высшая организация ковена, личный совет царицы-ведьмы. В нём собраны самые умные, искусные в колдовстве и преданные идеалам Мёртвого Поля ведьмы. Первыми ведьмами круга стали чернавы, воспитанные лично царицей, теперь же эта возможность есть у всех способных тёмных матерей. В обязанности круга входит обсуждение важных вопросов с царицей, высшее управление городом (как правило, за каждой ведьмой круга закреплен свой район), суд над ведьмами (причем только над ними, кановаров и рабов судят демоны-князья) и организация войска нежити перед походом. Ведьмы круга подпитывают скелетные орды древних кочевников, направляют безумных богов древности, насылают страшные проклятья на земли врага и, наконец, окутывают армию магическим туманом, чтобы издалека нельзя было заметить её приближение. Сами они редко участвуют в битве, но даже по этим косвенным действиям любому, кто встретится с армией ковена, становятся ясно, какие могущественные ворожеи за ней стоят.

source: grand witch blood
ru: кровь ведьмы Круга

source: This unit has a permanent 15% bonus to magical resistances, lesser regeneration +4, +1 movement, and 25% bonus to HP.
ru: Юнит, рождённый от ведьмы Круга, получает 15% бонус к не-физическим сопротивлениям, меньшую регенерацию +4, +1 ход и +25% бонус к здоровью.

source: Kanavars birthed by this unit have a permanent 15% bonus to magical resistances, +1 movement, lesser regeneration +4, and 25% bonus to HP.
ru: Юнит, рождённый от ведьмы Круга, получает 15% бонус к не-физическим сопротивлениям, меньшую регенерацию +4, +1 ход и +25% бонус к здоровью.

source: female^Mistress of the Dead Field
ru: Владычица Мёртвого поля

source: This is the Witch Queen herself, the self-proclaimed mistress of the Dead Field and all the dark forces. In the northern lands, there is such a legend about its origin: “A long time ago, a strong tsar ruled in the tsardom of Krad. His people prospered, and the neighboring lands recognized his strength and swore vassal oaths to him. All except the Temsk principality on the seashore, which remained independent. And the Knyaz of Temsk had a daughter of unprecedented beauty, whom people came to see from all over the world. And the tsar of Krad planned to marry her - get a beautiful wife, and inherit the principality while at it. He sent matchmakers three times - but all three times the proud princess refused his request. The tsar became absolutely furious, gathered a strong army, and marched to the Temsk. He ravaged the country, burned down the capital city, and kidnapped the princess right in front of her father, who turned gray and became speechless. The knyaz himself was sent to prison, Temsj was annexed to the kingdom of Krad, and the princess, even before the wedding, from the very night when the capital of Temsk fell, suffered. She gave birth to a daughter to the tsar, but tragically died during childbirth. The tsar doted on his daughter, brought her gifts from overseas, boasted about her in front of foreign ambassadors, thinking about which prince to marry his daughter to. Unbeknownst to him, his daughter got a horn from her mother. Should she blow the horn, before her would appear a Demon, and will do what the princess says, be it bringing something, playing games, or just chatting. And the tsar of Krad from three queens had three sons, his pride and support. One day the eldest son goes to the garden, and he sees his step sister playing checkers with a winged demon. He got scared and ran to the guard to call. And the princess said coldly to the demon: - Kill him. He drew his sword and killed the elder prince before he had the time to warn anyone. The princess blew the horn again - her demon disappeared into thin air, and she ran to her father to cry. - They murdered, - she said, - my half-brother, your elder son, evil men in the garden; just barely I broke free from them. The tsar was angry, ordered to look for the assassins. He suspected the lords, and executed thirty-three of them. The people began to fear and mistrust the tsar. Another time, the tsar's middle son was walking in the garden, he saw that his step sister was playing checkers with the winged demon. He drew his sword and ran to the demon with a battle cry. - Kill him - said the princess. And the demon slain the second price as swiftly as he did the first. The princess blew into the horn - and the demon disappeared. She ran to her father in tears. -Again -, she said -, evil people entered the garden, attacked me and your middle son! He just barely managed to protect me, bravely fought them with his sword, and now lies dead there ... The tsar was furious and ordered to look for the assassins. He suspected the nobles again, and executed three hundred and three of them. The people became angry with the way the king spilled their blood. Another time the youngest son was walking in the garden, he saw the princess playing checkers with the demon. Unlike the other two, he calmly approached, and sat down next to them. - I know -, he says, -that you killed my brothers with your devil, sister. Yet that's exact what I need; I want to become king after my father, but with the older brothers alive that would not have been possible. Let's kill our father together, and rule the Krad kingdom ourselves. The princess agreed, sent the demon to her father's bedroom, and the demon stabbed the tsar to death. - Alas, you, my cunning brother, will not thrive, - said the princess. The demon appeared and stabbed the younger prince, and he himself took on his appearance. There was a commotion in the palace when the servants of the slain king saw his lifeless body. The impostor prince summoned the entire courtyard, all the standard-bearers and vassals to the throne room, and made the follwoing speech: - My father, our tsar, like my brothers, was killed by evil people. Since the most evil lords and the most evil nobles were already executed, the common people are guilty of the murder of our tsar! They crowned the devil-prince to the kingdom, and the soldiers went out, and on the orders of the impostor they began to catch and cut down the common people, saying: This is what you get for murdering the tsar! And the princess laughed, watching from the walls of the palace as the soldiers slaughtered innocent people. The common people were brimming with fierce hatred. They took axes and stakes, overwhelemed the royal soldiers and nobles. The enraged crowd fought their way to the palace itself, and took it - they rushed into the throne room to bring the self-proclaimed bastard of a Tsar to justice. And then tsar suddenly turned back into a devil, snapped his fingers, and summoned a horse with black wings; flew out on horseback from the hall and took the princess with him. The demon flew away with the princess far into the steppe, they began to live there, and breed Kanavars. And their children went on campaigns to other kingdoms, taking many a prisoner with them.'
ru: Это - царица-ведьма, самопровозглашённая владычица Мёртвого Поля и всея силы нечистой. В северных землях ходит вот такая легенда о её происхождении: 'Давным-давно в Темской земле правил сильный царь. Народ его процветал, а соседние земли признали его силу, принесли ему вассальную присягу. Кроме Крадского княжества на западе, остававшегося независимым. А у Крадского князя была дочка, красоты невиданной, на которую приезжали посмотреть со всего белого света. И задумал царь Темский на ней жениться — и красавицу получить, и княжество унаследовать. Посылал он сватов три раза — да только три раза гордая княжна отвечала отказом. Рассердился царь, собрал войско сильное, и отправился в Краду. Разорил страну, сжёг стольный град, а княжну взял прямо на глазах у её отца, который от того поседел и лишился речи. Князя отправили в темницу, Краду присоединили к царству Темскому, а княжна, ещё до свадьбы, с той самой ночи, когда пала крадская столица, понесла. И родила она царю дочку, а при родах и померла. Царь души в дочери не чаял, привозил ей подарки заморские, хвалился ею перед послами иноземными, думая, за какого бы царевича доченьку замуж выдать. А доченьке достался от матушки рожок. Как подует она в него — явится, откуда не возьмись, бес-молодец, что царевна скажет — то ей и принесёт, в игры с ней поиграет разные, разговоры поговорит. А были у Темского царя от трёх цариц три сына, его гордость и опора. Идёт как-то старший сын в сад, а там сестрёнка его сводная с крылатым бесом в шашки играет. Испугался он, побежал стражу кликнуть. А царевна сказала бесу: – Убей его. Тот выхватил меч и убил старшего царевича. Царевна дунула в рожок — бес её исчез, а она побежала к отцу плакаться. – Убили, — говорит, — брата моего сводного, сына твоего старшего, злые люди в саду; насилу я от них вырвалась. Осерчал царь, повелел искать убийц. Подумал на бояр, да и казнил тридцать три боярина. Страху навёл на народ. В другой раз средний сын царя по саду прогуливался, увидел, что сестрёнка его сводная с бесом крылатым в шашки играет. Выхватил он меч, с кличем побежал на демона. – Убей его, — сказала царевна. И сразил бес царевича. Дунула царевна в рожок — и бес исчез. Прибежала она к отцу вся в слезах. – Снова, — говорит, — злые люди в сад вошли, напали на меня и сына твоего среднего! Только он меня защитить сумел, на мечах с ними бился, да и остался лежать там убитый... Разгневался царь, велел искать убийц. Подумал на волхвов, и казнил триста три волхва. Народ серчать стал от того, как царь их кровушку льёт. В другой раз младший сын по саду прогуливался, увидел, как царевна с бесом в шашки играет. Подошёл он к ним, сел рядом с ними. – Знаю я, — говорит,— что ты моих братьев погубила с бесом своим, сестра. Да только оно мне и нужно; хочу я после батюшки царём стать, а только с братьями старшими оно бы не бывало. Давай же теперь погубим отца нашего, да станем сами Темским царством править. Согласилась царевна, отправила беса в отцовскую спальню, да заколол демон царя. – Да только и тебе, братец коварный, не сдобровать, – сказала царевна. Бес появился, и заколол младшего царевича, а сам его облик принял. Поднялся переполох во дворце, когда слуги заколотого царя увидели. Созвал бес-самозванный царевич всю дворню, всех знаменосцев и вассалов в тронный зал, и завёл такую речь. – Батюшку моего, царя нашего, как братьев моих, убили злые люди. Раз бояр самых злых да волхвов самых злых казнили, повинен в убийстве царя нашего простой народ! Короновали беса-царевича на царство, а воины вышли, да по приказу самозванца стали ловить да рубить простой народ, приговаривая: то за царя батюшку вам! А царевна смеялась, со стены дворца смотря, как воины людей неповинных рубят. Воспылал народ лютой ненавистью. Доставали люди топоры да колья, били царских воинов и вельмож. Сила народная к самому дворцу пришла, да дворец взяла – ворвались люди в тронный зал, чтобы царя нового, душегубца жестокого, к ответу привести. А царь вдруг обратился бесом, щёлкнул пальцем, призвал коня с крыльями воронными; вылетел на коне из зала, забрал царевну, да был таков. Улетел бес с царевной далеко в степи, стали они там жить, да детей-чудовищ страшных плодить. А дети их походами в другие царства ходили, в полон людей уводили.

source: steppe mistress blood
ru: кровь Владычицы степей

source: This unit has a permanent 20% bonus to magical resistances, regeneration, +1 movement, the 'reliable' weapon special on all attacks, and 35% bonus to HP.
ru: Юнит, рождённый от Владычицы степей имеет постоянный 20% бонус к не-физическим сопротивлениям, регенерацию, +1 ход, способность "надёжный" на все атаки, и 35% бонус к здоровью.

source: Kanavars birthed by this unit have a permanent 20% bonus to magical resistances, regeneration, +1 movement, the 'reliable' weapon special on all attacks, and 35% bonus to HP.
ru: Юнит, рождённый от Владычицы степей имеет постоянный 20% бонус к не-физическим сопротивлениям, регенерацию, +1 ход, способность "надёжный" на все атаки, и 35% бонус к здоровью.

source: frozen blust
ru: ледяная буря
