Repository: ForestDragon-wesnoth/1The_Great_Steppe_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-gse.po
Languages: ru

source: Music pack “The Great Steppe Music” is installed. Custom music will be played.
ru: Музыкальный аддон "Эра Великой Степи - музыка" загружен. Играть будет музыка из аддона.

source: Music pack “The Great Steppe Music” is not installed. Custom music will be replaced with default tracks.
ru: Музыкальный аддон "Эра Великой Степи - музыка" не загружен. Музыка из аддона будет заменена на треки с обычного веснота.

source: The Great Steppe Era
ru: Эра Великой Степи

source: The Great Steppe Era (Age of Heroes)
ru: Эра Великой Степи (Эпоха Героев)

source: The Great Steppe Era (RPG)
ru: Эра Великой Степи (РПГ)

source: GSE + Default
ru: По умолчанию + Степь

source: The Bull Tumen is a faction of ogre nomads who worship the terrible Bull God. Playing as this faction, you will control a horde of barbarians of the steppe, burn villages, capture prisoners, run over the enemy with giant chariots and summon the bloodthirsty spawn of the Bull God. The faction is very aggressive and strong at the beginning of the game, but loses its strength as the match drags on.
ru: Бычий тумен — это фракция огров-кочевников, которые поклоняются ужасному Богу-Быку. Играя за эту фракцию, вы будете управлять ордой степных #варваров, сжигать деревни, захватывать пленников, переезжать врага гигантскими колесницами и призывать кровожадных созданий Бога-Быка. Фракция #очень агрессивна и сильна в начале игры, но в затяжной партии теряет свою силу.

source: The Serpent Kaganate is the southern faction of serpentheads and their subordinate peoples. Playing as this faction, you will command a diverse and flexible army consisting of members of different races; to win, you will have to keep the slaves and deserters under control, enslave the will of the enemy fighters and skillfully combine lawful and chaotic units. The faction is usually best at the middle stage of a match.
ru: Змеиный каганат — это южная фракция змееглавов и подчинённых им народов. Играя за эту фракцию, вы будете командовать разнообразной и гибкой армией #из представителей разных рас; чтобы победить, вам придётся удержать под контролем рабов и дезертиров, порабощать волю бойцов врага и умело #сочетать хаотичных и порядочных юнитов. Лучше всего фракция раскрывается в среднюю стадию игры.

source: The Dead Field Coven is a faction gathered by the fugitive witch-queen in the eastern lands of the Great Steppe. Playing as this faction, you will control a sinister army of fugitive witches, demons, half-blood kanavars and the ancient horrors of the steppe in the form of primitive beasts possessed by the spirits, ghost wolves woven from fear, and skeletal nomads. You have to support and breed the new race of nomad half-demons and gradually accumulate your power. The faction is weak at the initial stage of the game, but strong in a long game, when it is possible to gather several generations of kanavars and sweep away the enemy army with a horde of half-breeds led by the demons themselves.
ru: Ковен Мёртвого Поля — это фракция, собранная беглой княжной-ведьмой в восточных землях Великой Степи. Играя за эту фракцию, вы будете управлять #зловещей ратью из беглых ведьм, демонов, кановаров-полукровок и древнего ужаса степи в лице одержимых духами первобытных зверей, сотканных из #ужаса призраков-волков и скелетных кочевников. Вам предстоит поддерживать и размножать новую расу кочевников-полудемонов и постепенно накапливать #свою мощь. Фракция слаба в начальной стадии игры, но сильна в затяжной партии, когда удаётся собрать несколько поколений кановаров и смести #вражеское войско ордой полукровок под руководством самих демонов.

source: The Northern Knyaz Triumvirate is a faction of the people of the north. The three knyazdoms entered into an alliance to fight back the evil that is approaching from the steppe. Playing as the triumvirate, you will command a diverse and flexible army. Each of your units can build things ranging from simple walls and watchtowers to long-ranged outposts and smithies that make your units more durable to battle. Use the creative potential of the northerners to defeat the nomad armies!
ru: Троеградье северных князей — это фракция людей севера. Три княжества заключили союз, чтобы дать отпор злу, что надвигается из степи. Играя за троеградье, вы будете командовать разнообразной и гибкой армией. Ваши бойцы смогут строить здания, от обычных стен и дозорных башен до дальнобойных застав и кузниц которые делают ваших солдат сильнее. Используйте созидательный потенциал северян, чтобы разгромить армии кочевников!

source: The Ogre Kingdom is a powerful feudal power located in the mountains west of the Steppes. Constant feuds and conflicts with neighbors have honed the siege skills of Ogres: at their disposal they have long-range Catapult Trolls, furious Stormtroopers, Fire Pigs, armored Knights and Monstrous Beavers from Bitter Swamps. Ogres’ army is unstoppable in a siege, but vulnerable in a maneuverable field battle.
ru: Королевство огров - это могущественная феодальная держава, что находится в горах к западу от Степи. Постоянные войны друг с другом и с соседями отточили осадное мастерство огров: в их распоряжение есть дальнобойные тролли-катапульты, яростные штурмовики, огневые свиньи, закованные в латы рыцари и чудовищные бобры из Горькой трясины. Армия огров неудержима в осаде, но уязвима в манёвренном полевом сражении.

source: The Tartarus Mandate is an eastern faction of terrifying beasts and monsters, who have risen from the mysterious Tartarus Pit. Playing as this faction, you will command a motley army of sturdy and heavy-hitting soldiers, which although lack in speed and mobility. Organize smart logistics for the chthonic forces of the underworld to ensure that the creatures of the surface are prostrated before the greatness of your empire!
ru: Мандат Тартара — восточная фракция ужасающих тварей и монстров, поднявшихся из таинственной Бездны Тартара. Играя за эту фракцию, вы будете командовать разношерстной армией крепких и могучих солдат, которым не хватает скорости и мобильности. Организуйте продуманную логистику для хтонических сил подземного мира, чтобы существа поверхности пали ниц пред величием вашей империи!

source: Dead Field Coven
ru: Ковен Мёртвого поля

source: Serpent Khaganate
ru: Змеиный каганат

source: Ogre Kingdom
ru: Королевство огров

source: Tartarus Mandate
ru: Мандат Тартара

source: Bull Tumen
ru: Бычий тумен

source: Northern Knyaz Triumvirate
ru: Троеградье северных князей

source: Collected Souls:
ru: Собранные души:

source: The souls this unit collects are used for the 'devourer of souls' ability
ru: Души, собранные этим юнитом, используются для способности "пожиратель душ"

source: Turns until birth:
ru: Ходов до рождения:

source: Number of turns until a kanavar is birthed and added to the recall list
ru: Количество ходов до того, как канавар родится и появится в списке призыва

source: Idol turns left:
ru: Ходы усиления идола:

source: Number of turns until the damage bonus from an idol wears off
ru: Количество ходов, прежде чем усиление урона от идола перестанет действовать

source: Steppe - 2p — Steppe Fortress (Survival)
ru: Степь - 2 игрока - Степная крепость (выживание)

source: Steppe Fortress is a survival scenario where you face off against waves of steppe units.
ru: Степная крепость - это сценарий-выживание, где вам предстоит отразить натиск Тумена, Ковена и Каганата.

source: teamname^Bull Tumen
ru: Бычий тумен

source: teamname^Serpent Khaganate
ru: Змеиный каганат

source: teamname^Dead Field Coven
ru: Ковен Мёртвого поля

source: teamname^Human
ru: Защитники

source: Death of your leader
ru: Смерть вашего лидера

source: Death of both of your team’s leaders
ru: Смерть обоих лидеров защитников

source: Survive and defeat all enemy waves
ru: Отразите все волны противников

source: The last wave is at turn 43
ru: Последняя волна появится на 43 ходу

source: Far, far away, where the steppe, the desert and the dead field intersect, there was a ruined fortress. It was built by the slaves of the great Khagan, then they were driven out of there by ogres from the Tumen, and a little later the ancient steppe rulers from the barrows pushed the ogres out. Then for many years the powerful of this world tried to take possession of the fortress, many soldiers had fallen next to its walls, but they did not achieve success - and abandoned it.
ru: Далеко-далеко, там, где пересекаются степь, пустыня и мёртвое поле, стояла разрушенная крепость. Построили её рабы великого Кагана, затем их выбили оттуда огры из Тумена, а немного погодя древние степные владыки из курганов потеснили и огров. Затем много лет сильные мира сего пытались завладеть крепостью, немало воинов под её стенами положили, да успеха не добились - и забросили.

source: However, times have changed. The fire of a new war between the steppe rulers is flaring up brighter and brighter. They again remembered this fortress. And once again they sent their armies to take possession of it.
ru: Однако времена изменились. Всё ярче разгорается огонь новой войны между степными властителями. Вновь вспомнили они про крепость эту. Вновь отправили свои армии, чтобы завладеть ей.

source: Two brave commanders were the first to reach the fortress. Now they need to gain a foothold here and keep it - both from enemies and rivals who want to take away the glory of conquest.
ru: Два отважных командира первыми добрались до крепости. Теперь им нужно закрепиться здесь и удержать её - и от врагов, и от конкурентов, которые хотят отнять у них славу захватчиков.

source: This isn't a fortress, it's a damn tomb! I can feel the bones crunch under my feet.
ru: Это не крепость, это настоящий склеп! Кости так и хрустят под ногами.

source: I heard that when the dead tsars took over this fortress, they made two barrows from the corpses. There were remains of creatures from around the world! And then the ogres destroyed the barrows when searching for loot. Now there is little left of the barrows, and bones are all over the place.
ru: Я слышал, что когда крепость захватили мёртвые цари, они сложили из трупов эти два кургана. Там были останки существ со всего мира! А потом пришли огры и разгромили курганы в поисках наживы. Теперь от курганов осталось немного, а кости везде.

source: Since we decided to fortify here, we need to burn the remains. My warriors have already set up the fires.
ru: Раз мы решили закрепиться здесь, останки нужно сжечь. Мои воины уже развели костры.

source: So be it. But what is it? Hear that? Battle drums. In a few hours there will be a fight, just like in old times.
ru: Да будет так. Но что это? Слышишь? Боевые барабаны. Через пару часов здесь начнётся бой, прямо как в старые времена.

source: Then we must prepare. Warriors, to arms!
ru: Значит мы должны быть готовы. Воины, к оружию!

source: boss
ru: босс

source: female^boss
ru: босс

source: The best troops, led by the generals themselves, are marching towards us!
ru: Лучшие войска во главе с самими полководцами идут на нас!

source: If we can beat them back, the fortress is ours!
ru: Если справимся с ними, сможем удержать крепость!

source: Kill the enemy generals (silver crown)
ru: Убейте полководцев противника (юниты с серебряными коронами)

source: The general is dead! Run!
ru: Полководец убит! Бежим!

source: Retreat!
ru: Отступаем!

source: Run, run!
ru: Бежим, бежим!

source: I don't want to stay next to these damned walls!
ru: Я не хочу остаться под этими проклятыми стенами!

source: With the death of the commander, the army fell into panic and the soldiers rushed away from the battlefield.
ru: Со смертью командира войско охватила паника и солдаты ринулись прочь с поля боя.

source: The commanders watched from the blood-drenched walls as the enemies flee. Their warriors, tired of the battle, sighed with relief. It seemed to them that the battle was over, but each of the commanders understood that one more obstacle remained on the way to triumph...
ru: Командиры смотрели с залитых кровью стен, как враги бегут прочь. Их воины, утомлённые битвой, облегчённо вздыхали. Им казалось, что сражение окончено, но каждый из командиров понимал, что на пути к триумфу осталась ещё одна преграда...

source: Seems there is only one foe left in my path.
ru: Похоже, на моём пути остался всего один противник.

source: Mine too. But the glory of conquering the fortress shall be mine!
ru: Как и на моём. Вот только слава завоевателя крепости достанется мне!

source: We'll see about that.
ru: Это мы ещё посмотрим.

source: Defeat your former ally
ru: Убейте своего бывшего союзника!

source: We did it! The fortress is ours!
ru: Воины, мы справились! Крепость наша!

source: Weary from the battle, the soldiers watched from the walls as the remnants of the enemy armies fleв away. Their faces, drenched in blood and sweat, showed slight smiles. Each of them thanked their gods for making it out of this bloodbath alive. The remnants of the army of the fallen commander joined the army of the survivor, and he himself won the laurels of the conqueror of the fortress and received generous rewards from his master.
ru: Утомлённые битвой, солдаты наблюдали со стен, как бегут прочь остатки армий противника. На их лицах, залитых кровью и потом, появлялись короткие улыбки. Каждый из них благодарил своих богов за то, что пережил эту мясорубку и остался в живых. Остатки армии падшего командира присоединились к войску уцелевшего, а сам он снискал лавры завоевателя крепости и получил щедрые награды от своего повелителя.

source: Ha! The fortress and glory are both mine!
ru: Ха! Крепость моя, и вся слава - мне!

source: Traitor... I curse you, you will share my fate!
ru: Предательница... проклинаю тебя, ты разделишь мою судьбу!

source: I am defeated... my bones will forever remain in this cursed place!
ru: Предатель... проклинаю тебя, ты разделишь мою судьбу!

source: No! Soldiers, hold... the... fortress...
ru: Нет! Солдаты, удержите... крепость...

source: The fool allowed herself to be killed... At least I won't have to share the glory with her!
ru: Дура позволила себя убить... Ничего, зато не придётся делить с ней славу!

source: The fool allowed himself to be killed... At least I won't have to share the glory with him!
ru: Дурак позволил себя убить... Ничего, зато не придётся делить с ним славу!

source: Both commanders fell on the battlefield. Their soldiers, scattered and defeated, were killed to the last one. History will not remember their names or their exploits. All that is destined for them is to become ashes in the bonfires of jubilant victors...
ru: Оба командира пали на поле боя. Их солдаты, растерянные и подавленные, были перебиты все до одного. История не запомнит ни их имён, ни их подвигов. Всё, что им уготовано - стать пеплом в кострах ликующих победителей...

source: female^Inside you were always a slave, groveling before a master. So grovel now forever in the distant, godforsaken lands!
ru: Внутри ты всегда была рабыней и пресмыкалась перед господином. Так пресмыкайся теперь вечно в далёких, богом забытых землях!

source: Inside you were always a slave, groveling before a master. So grovel now forever in the distant, godforsaken lands!
ru: Внутри ты всегда был рабом и пресмыкался перед господином. Так пресмыкайся теперь вечно в далёких, богом забытых землях!

source: Curses! Mark my words, you still hear my name! I will return, I will raise an army, I...
ru: Проклятье, ты ещё услышишь моё имя! Я вернусь, я соберу армию, я...

source: Sold!
ru: Продано!

source: race^Steppe ogre
ru: Степной огр

source: race+female^Steppe ogre
ru: Степная огрина

source: race^Steppe ogres
ru: Степные огры

source: Imagine the horror of the inhabitants of a small human town, which 400 years ago, for the first time in history, was raided by a horde of hitherto unknown cruel monsters. Savages twice the height of a man, riding chariots drawn by monstrous bulls, armed with bone axes and their furious screams echoing in the surroundings... That was the ogres. That fateful day, mankind became acquainted with a new race of beings, which had eagerly joined the struggle for a place under the sun. <header>text='Everyday Life'</header> Ogres are a nomadic race. In the summer they graze huge herds of bulls, whom the ogres revere as sacred animals, in the steppes. They spend winters in the camps located in the semi-deserts of the far South. The cows give the ogres milk, which they drink, and from which they also make kumis, cheese, yogurt. The steppe ogre eat beef (as well as preparing it for later use) at the autumn festival dedicated to their Bull God, the ruler of the pastures of the underworld. Ogres traditionally make weapons, armor, and household items from the bones of bulls and other steppe animals. In addition to herding, ogres live by raiding settled lands, where they take prisoners to sell into slavery. <header>text='Religion'</header> Ogres worship the Bull God, who, according to their beliefs, rules the steppes of the underworld, where every ogre ends up after death, and is the direct ancestor of the holy dynasty of khans ruling almost all the hordes. The cult of the bull god is run by priests in horned masks - an order of sorcerers loyal to the Khan, and infinitely loyal to their god. These shamans are capable of sending heavy curses and turning bulls into monsterous minotaurs. Also, some ogres worship various spirits of nature - and by communing with spirits, shamans who control nature since ancient times have been at odds with the bull priests. The rest of the ogres treat both these groups with a mix of respect and superstitious fear. <header>text='Social Structure'</header> A horde of ogres - several tens or hundreds of nomadic families each, usually led by a khan from the sacred dynasty, occasionally a shaman; a horde has pastures and a winter town assigned to it. In the 'khan-led' hordes, the rulers from the sacred dynasty perform a primarily ritual role, and the main burden of management lies with the centurions - wise military leaders, subordinate to the khans, who judge, lead the nomads along the steppe routes, and organize raids. The centurions are assisted by the foremen, who in turn command small detachments of grunts. Each grunt in the horde is a warrior, head of a family, and owner of several bulls. The higher up the social ladder an ogre is, the larger his herd. The most numerous, of course, are the herds of the Khan himself, from which he feeds himself, as well as his squad of so-called
ru: Представьте себе ужас жителей маленького людского городка, на который 400 лет назад, впервые в истории, обрушилась орда доселе неизвестных жестоких монстров. Дикари в два человеческих роста на серпоносных колесницах, запряжённых чудовищными быками, вооружённые костяными топорами и оглашающие окрестности яростными воплями... Это были огры. Тогда человечество познакомилось с новой расой существ, которая живо включилась в борьбу за место под солнцем. <header>text='Быт'</header> Огры - кочевники. Летом они пасут в степях огромные стада быков, которых почитают священными животными, а зимы проводят в расположенных в полупустынях далёкого Юга стойбищах. Коровы дают ограм молоко, которое те пьют, и из которого делают также кумыс, сыр, йогурт. Бычье мясо степные великаны едят (а также заготавливают прозапас) на осеннем празднике, посвящённом их Богу - Быку, повелителю пастбищ загробного мира. Из костей быков и других степных животных огры традиционно делают себе оружие, доспехи и предметы быта. Помимо скотоводства, огры живут набегами на осёдлые страны, где берут в плен жителей для продажи в рабство. <header>text='Религия'</header> Огры поклоняются Богу-Быку, который, по их поверьям, правит степями загробного мира, куда после смерти попадает каждый огр, и является прямым предком правящей почти всеми ордами священной династии ханов. Культ Бога-Быка справляется жрецами в рогатых масках - лояльному ханам и безгранично преданному своему богу ордену колдунов, способных насылать тяжкие проклятия и обращать огров в фанатичных чудовищ-минотавров. Также огры поклоняются различным духам природы - и взаимодействующие с духами, управляющие природой шаманы издревле на ножах с колдунами-быкопоклонниками. Остальные же огры относятся и к тем, и к тем с уважением пополам с суеверным страхом. <header>text='Социальное устройство'</header> Орда огров - несколько десятков или сотен семей, кочевников, обычно возглавляемых ханом из священной династии, изредка - шаманом или жрецом; орда имеет закреплённые за ней пастбища и зимний городок. В "ханских" ордах правители из священной династии выполняют в основном ритуальную роль, а основной же груз управления лежит на сотниках - умудрённых военных лидерах, подчиняющихся ханам, которые судят, ведут кочевников по степным маршрутам, организовывают набеги. Сотникам помогают десятники, командующие в свою очередь небольшими отрядами из общинников. Каждый общинник в орде - это воин и глава семьи, владелец нескольких быков. Чем выше по социальной лестнице огр, тем больше его стадо. Самые многочисленные, разумеется, стада самого хана, с которых кормится он сам, а также его дружина шоловорезов - необузданная часть воинства, которую он содержит, слишком помешанная на убийствах для того, чтобы пасти скот, как другие общинники. Головорезов прочие огры боятся и ненавидят. Особое место занимают и работорговцы - слишком "умные" из-за своей торговой деятельности, по мнению простых общинников, огры, которые ещё и во время набегов не участвуют в штурмах городов и сёл, заходя в них последними, чтобы схватить пленников. Работорговцы живут в отдельном квартале в зимнем городке. Каждую осень они отправляются в далёкие края, чтобы продать рабов, захваченных летом. Они обязаны также закупить то, что прикажет им хан; если же они не выполнят заказ, хан посылает дружину головорезов громить их квартал. Чтобы защищаться от нападок хана и других огров, а также от опасностей во время путешествия, работорговцы содержат отряды телохранителей, закованных в иноземные доспехи из стали и вооруженных до зубов. Выделяется общественный слой шаманов, которых огры боятся как владеющих непонятными силами существ. Шаманы духов (природники) - не близки никому и всегда сами себе на уме. Именно они иногда захватывают власть в небольших ордах, низводя обычных огров до состояния рабов. Ученики шаманов - самые несчастные существа орды: они не только следуют по очень трудному многолетнему пути обучения, прежде чем присоединиться к быкопоклонникам или природникам, так ещё и презираемы всеми остальными ограми. <header>text='Военное дело'</header> Мобильные, любящие завершать военные конфликты быстрыми и сокрушительными атаками, огры используют всё преимущество своей недюжиной физической силы, магии и колесниц. Подробнее о видах воинов огрских орд смотрите ниже

source: Arvaj, Altanhuyag, Batar, Byaslag, Basan, Ganbaatar, Ganzhuur, Dzhambul, Danzan, Dolgon, Zhargal, Mergen, Nerguj, Nugai, Oyuun, Ochir, Tumur, Temujin, Tendzin, Hagan, Shona, Chingis, Unur, Hunbish
ru: Арвай, Алтанхуяг, Батар, Бяслаг, Басан, Ганбаатар, Ганжуур, Джамбул, Данзан, Долгоон, Жаргал, Мэргэн, Нэргуй, Нугай, Оюун, Очир, Тумур, Темучин, Тендзин, Хаган, Шона, Чингис, Унур, Хунбиш

source: average
ru: обычный

source: female^average
ru: обычная

source: No effect
ru: Без особенностей

source: short-wooled
ru: короткошерстный

source: female^short-wooled
ru: короткошерстная

source: +10% fire resitance, -10% cold resistance
ru: +10% сопротивления огню, -10% сопротивления холоду

source: fluffy
ru: пушистый

source: female^fluffy
ru: пушистая

source: +5% blade/pierce/impact/cold resistances, -10% fire resitance
ru: +5% сопротивления к режущему/колющему/крушающему/холоду, -10% сопротивления огню

source: beefy
ru: мясистый

source: female^beefy
ru: мясистая

source: agressive
ru: агрессивный

source: female^agressive
ru: агрессивная
